{
  "id": 4,
  "original": {
    "title": "Book IV: The Four Virtues",
    "preview": "Adeimantus: How would you answer, Socrates, if a person were to say that you are making these people miserable?",
    "messages": [
      { "speaker": "Adeimantus", "text": "How would you answer, Socrates, if a person were to say that you are making these people miserable, and that they are the cause of their own unhappiness; the city in fact belongs to them, but they are none the better for it?", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Whereas other men acquire lands, and build large and handsome houses, and have everything handsome about them, offering sacrifices to the gods on their own account; moreover, they have gold and silver, and all that is usual among the favourites of fortune.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "But our poor citizens are no better than mercenaries who are quartered in the city and are always mounting guard.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, and you may add that they are only fed, and not paid in addition to their food, like other men; and therefore they cannot, if they would, take a journey of pleasure; they have no money to spend on luxuries.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "But let us suppose all this to be included in the charge.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You mean to ask what will be our answer?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Our answer will be that our guardians may very likely be the happiest of men; but that our aim in founding the State was not the disproportionate happiness of any one class, but the greatest happiness of the whole.", "isSocrates": true },
      { "speaker": "Socrates", "text": "We thought that in a State which is ordered with a view to the good of the whole we should be most likely to find Justice.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Suppose that we were painting a statue, and some one came up to us and said, Why do you not put the most beautiful colours on the most beautiful parts of the body—the eyes ought to be purple, but you have made them black.", "isSocrates": true },
      { "speaker": "Socrates", "text": "To him we might fairly answer: Sir, you would not surely have us beautify the eyes to such a degree that they are no longer eyes; consider rather whether, by giving this and the other features their due proportion, we make the whole beautiful.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I think that you are quite right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There seem to be two causes of the deterioration of the arts.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What are they?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Wealth and poverty.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "How do they act?", "isSocrates": false },
      { "speaker": "Socrates", "text": "When a potter becomes rich, will he any longer take the same pains with his art?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He will grow more and more indolent and careless, and become a worse potter. But, on the other hand, if he has no money, and cannot provide himself tools or instruments, he will not work equally well himself.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is evident.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here, then, is a discovery of new evils against which the guardians will have to watch—wealth and poverty; the one is the parent of luxury and indolence, and the other of meanness and viciousness, and both of discontent.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "But still I should like to know, Socrates, how our city will be able to go to war, especially against an enemy who is rich and powerful, if deprived of the sinews of war.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There would certainly be a difficulty in going to war with one such enemy; but there is no difficulty where there are two of them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "How so?", "isSocrates": false },
      { "speaker": "Socrates", "text": "In the first place, if we have to fight, our side will be trained warriors fighting against an army of rich men.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And do you not suppose that a single boxer who was perfect in his art would easily be a match for two stout and well-to-do gentlemen who were not boxers?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Hardly, if they came upon him at once.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What, not if he were able to run away and then turn and strike at the one who first came up? And supposing he were to do this several times under the heat of a scorching sun, might he not overturn more than one stout personage?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Certainly, there would be nothing wonderful in that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then we may assume that our athletes will be able to fight with two or three times their own number?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I agree with you, for I think you right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Any city, however small, is in fact divided into two, one the city of the poor, the other of the rich; these are at war with one another.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And if you deal with them as many, and give the wealth or power of the one to the others, you will always have a great many friends and not many enemies.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What will be the best limit for our rulers to fix when they are considering the size of the State?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What limit would you propose?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I would allow the State to increase so far as is consistent with unity; that, I think, is the proper limit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very good.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Education and nurture: If our citizens are well educated, and grow into sensible men, they will easily see their way through all these matters.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Also, the State, if once started well, moves with accumulating force like a wheel. For good nurture and education implant good constitutions, and these good constitutions taking root in a good education improve more and more.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very possibly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "This is the point to which, above all, the attention of our rulers should be directed—that music and gymnastic be preserved in their original form, and no innovation made.", "isSocrates": true },
      { "speaker": "Socrates", "text": "For any musical innovation is full of danger to the whole State, and ought to be prohibited. When modes of music change, the fundamental laws of the State always change with them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, and you may add my suffrage to that opinion.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then our guardians must lay the foundations of their fortress in music?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, the lawlessness of which you speak too easily steals in.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, in the form of amusement; and at first sight it appears harmless.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Why, yes, and there is no harm; were it not that little by little this spirit of licence, finding a home, imperceptibly penetrates into manners and customs.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Whence, issuing with greater force, it invades contracts between man and man, and from contracts goes on to laws and constitutions, in utter recklessness, ending at last by an overthrow of all rights, private as well as public.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is that true?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is my belief.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But where, amid all this, is justice? Now that our city has been made habitable, light a candle and search, and get your brother and Polemarchus and the rest of our friends to help.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nonsense! Did you not promise to search yourself, saying that for you not to help justice in her need would be an impiety?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I do not deny that I said so, and as you remind me, I will be as good as my word; but you must join.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "We will.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well, then, I hope to make the discovery in this way: I mean to begin with the assumption that our State, if rightly ordered, is perfect.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is most certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And being perfect, is therefore wise and valiant and temperate and just.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is likewise clear.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First among the virtues found in the State, wisdom comes into view. The State which we have been describing is said to be wise as being good in counsel.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And good counsel is clearly a kind of knowledge, for not by ignorance, but by knowledge, do men counsel well.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is the knowledge of the carpenter; but is that the sort of knowledge which gives a city the title of wise and good in counsel?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly not; that would only give a city the reputation of skill in carpentering.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is there any knowledge in our recently founded State among any of the citizens which advises, not about any particular thing in the State, but about the whole, and considers how a State can best deal with itself and with other States?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There certainly is.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what is knowledge, and among whom is it found?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "It is the knowledge of the guardians, and found among those whom we were just now describing as perfect guardians.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Thus, then, the nature and place in the State of one of the four virtues has somehow or other been discovered.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And, in my humble opinion, very satisfactorily discovered.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Again, there is no difficulty in seeing the nature of courage; and in what part that quality resides which gives the name of courageous to the State.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Every one who calls any State courageous or cowardly, will be thinking of the part which fights and goes out to war on the State's behalf.", "isSocrates": true },
      { "speaker": "Socrates", "text": "I mean that courage is a kind of salvation—of the opinion respecting things to be feared, what they are and of what nature, which the law implants through education.", "isSocrates": true },
      { "speaker": "Socrates", "text": "You know that dyers, when they want to dye wool for making the true sea-purple, begin by selecting their white colour first; this they prepare and dress with much care and pains, in order that the white ground may take the purple hue in full perfection.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I know that they have a washed-out and ridiculous appearance when the ground has not been duly prepared.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then now you will understand what our object was in selecting our soldiers, and educating them in music and gymnastic; we were contriving influences which would prepare them to take the dye of the laws in perfection.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree, for I suppose that you mean to exclude mere uninstructed courage, such as that of a wild beast or of a slave.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Most certainly. Two virtues remain to be discovered in the State—first temperance, and then justice which is the end of our search.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, can we find justice without troubling ourselves about temperance?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I do not know how that can be accomplished, nor do I desire that justice should be brought to light and temperance lost sight of; and therefore I wish that you would do me the favour of considering temperance first.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Certainly, I should not be justified in refusing your request. Temperance, I replied, is the ordering or controlling of certain pleasures and desires; this is curiously enough implied in the saying of 'a man being his own master.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No doubt.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is something ridiculous in the expression 'master of himself'; for the master is also the servant and the servant the master.", "isSocrates": true },
      { "speaker": "Socrates", "text": "The meaning is, I believe, that in the human soul there is a better and also a worse principle; and when the better has the worse under control, then a man is said to be master of himself.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, there is reason in that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Temperance is unlike courage and wisdom, each of which resides in a part only. Temperance extends to the whole, and runs through all the notes of the scale, and produces a harmony of the weaker and the stronger and the middle class.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I entirely agree with you.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so we may consider three out of the four virtues to have been discovered in our State. The last of those qualities which make a state virtuous must be justice, if we only knew what that was.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The inference is obvious.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The time then has arrived, Glaucon, when, like huntsmen, we should surround the cover, and look sharp that justice does not steal away, and pass out of sight and escape us.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Would that I could! but you should regard me rather as a follower who has just eyes enough to see what you show him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Offer up a prayer with me and follow.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I will, but you must show me the way.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here is no path, and the wood is dark and perplexing; still we must push on.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Here I saw something: Halloo! I begin to perceive a track, and I believe that the quarry will not escape.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Good news.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Truly, we are stupid fellows. At the beginning of our enquiry, ages ago, there was justice tumbling out at our feet, and we never saw her.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "You remember the original principle which we were always laying down at the foundation of the State, that one man should practise one thing only, the thing to which his nature was best adapted—now justice is this principle or a part of it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, we often said that one man should do one thing only.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Further, we affirmed that justice was doing one's own business, and not being a busybody; we said so again and again.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, we said so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When the trader, the auxiliary, and the guardian each do their own business, that is justice, and will make the city just.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree with you.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Must we not acknowledge that in each of us there are the same principles and habits which there are in the State?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There is no difficulty in understanding this.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But the question is not quite so easy when we proceed to ask whether these principles are three or one; whether we learn with one part of our nature, are angry with another, and with a third part desire the satisfaction of our natural appetites.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, there lies the difficulty.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The same thing clearly cannot act or be acted upon in the same part or in relation to the same thing at the same time, in contrary ways.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Good.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then we may fairly assume that they are two, and that they differ from one another; the one with which man reasons, we may call the rational principle of the soul, the other, with which he loves and hungers and thirsts, may be termed the irrational or appetitive.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, we may fairly assume them to be different.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what of passion, or spirit? Is it a third, or akin to one of the preceding?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I should be inclined to say—akin to desire.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is a story which I remember to have heard: Leontius, coming up one day from the Piraeus, observed some dead bodies lying on the ground at the place of execution. He felt a desire to see them, and also a dread and abhorrence of them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "For a time he struggled and covered his eyes, but at length the desire got the better of him; and forcing them open, he ran up to the dead bodies, saying, 'Look, ye wretches, take your fill of the fair sight.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I have heard the story myself.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The moral of the tale is, that anger at times goes to war with desire, as though they were two distinct things.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes; that is the meaning.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so, after much tossing, we have reached land, and are fairly agreed that the same principles which exist in the State exist also in the individual, and that they are three in number.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Must we not then infer that the individual is wise in the same way, and in virtue of the same quality which makes the State wise?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the individual will be acknowledged by us to be just in the same way in which the State is just?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That follows, of course.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The just man does not permit the several elements within him to interfere with one another, or any of them to do the work of others—he sets in order his own inner life, and is his own master and his own law, and at peace with himself.", "isSocrates": true },
      { "speaker": "Socrates", "text": "When he has bound together the three principles within him, which may be compared to the higher, lower, and middle notes of the scale, then he proceeds to act, always thinking and calling that which preserves and co-operates with this harmonious condition, just and good action.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "You have said the exact truth, Socrates.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then virtue is the health and beauty and well-being of the soul, and vice the disease and weakness and deformity of the same.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And do not good practices lead to virtue, and evil practices to vice?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Assuredly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Still our old question of the comparative advantage of justice and injustice has not been answered: Which is the more profitable?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "In my judgment, Socrates, the question has now become ridiculous. We know that, when the bodily constitution is gone, life is no longer endurable; and shall we be told that when the very essence of the vital principle is undermined and corrupted, life is still worth having?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, the question is ridiculous. Still, as we are near the spot at which we may see the truth in the clearest manner with our own eyes, let us not faint by the way.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The argument seems to have reached a height from which, as from some tower of speculation, a man may look down and see that virtue is one, but that the forms of vice are innumerable; there being four special ones which are deserving of note.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "There appear to be as many forms of the soul as there are distinct forms of the State.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How many?", "isSocrates": false },
      { "speaker": "Socrates", "text": "There are five of the State, and five of the soul. The first is that which we have been describing, and which may be said to have two names, monarchy and aristocracy, accordingly as rule is exercised by one distinguished man or by many.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book IV: Finding the Four Virtues",
    "preview": "Adeimantus: How would you respond if someone said you're making these guardians miserable?",
    "messages": [
      { "speaker": "Adeimantus", "text": "How would you respond if someone said you're making these guardians miserable? They're supposed to own the city, but they don't benefit from it at all.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Meanwhile, other people buy land, build nice houses, throw parties, and have gold and silver—all the stuff that supposedly makes you happy.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "But our citizens are basically just unpaid soldiers stuck on guard duty.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yeah, and they can't even take vacations or buy nice things because they have no money.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Let's say that's all part of the complaint.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You want to know how we'd respond to that?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Look, our guardians might actually be the happiest people around. But that's not the point—we weren't trying to make one group super happy. We were designing a state where everyone together is as happy as possible.", "isSocrates": true },
      { "speaker": "Socrates", "text": "We figured that in a state organized for everyone's good, we'd be most likely to find justice.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Imagine we're painting a statue and someone says, 'Why didn't you make the eyes purple? They'd look more beautiful!' The eyes are the best part!", "isSocrates": true },
      { "speaker": "Socrates", "text": "We'd tell them: 'We're not trying to make the eyes so beautiful they stop looking like eyes. We're making the whole thing beautiful by giving each part its proper role.'", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There are two things that ruin craftsmanship.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What are they?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Being too rich or too poor.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "How so?", "isSocrates": false },
      { "speaker": "Socrates", "text": "When a potter gets rich, do you think he'll still work as hard at his craft?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Definitely not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He gets lazy and careless, and becomes a worse potter. But if he's too poor and can't afford good tools, his work suffers too.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's obvious.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So here's another thing guardians need to watch out for—wealth and poverty. One breeds laziness and luxury, the other breeds desperation and crime. Both cause problems.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "But how will our city fight wars against rich, powerful enemies if we don't have money?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Fighting one rich enemy would be tough. But what if there are two of them?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "First, our side would be trained warriors fighting against rich amateurs.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Don't you think one skilled boxer could beat two wealthy guys who've never trained?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Maybe not if they attacked at the same time.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What if he could retreat, then turn and strike the first one who catches up? Do that a few times in the hot sun, and couldn't he take them both down?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yeah, that would work.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So our athletes could probably handle two or three times their number?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I think you're right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here's the thing—every city, no matter how small, is actually two cities: one of the rich, one of the poor. They're always at war with each other.", "isSocrates": true },
      { "speaker": "Socrates", "text": "If you play them against each other, you'll always have lots of allies and few enemies.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What's the ideal size for our state?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What would you suggest?", "isSocrates": false },
      { "speaker": "Socrates", "text": "As big as it can be while still staying unified. That's the limit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Education is key. If our citizens are well-educated and sensible, they'll figure out the rest.", "isSocrates": true },
      { "speaker": "Socrates", "text": "A well-started state builds momentum like a wheel. Good education creates good character, and good character makes the next generation's education even better.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Probably true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The most important thing is keeping music and physical education unchanged. No innovations.", "isSocrates": true },
      { "speaker": "Socrates", "text": "When musical styles change, the fundamental laws of the state change with them. It's dangerous.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I agree with that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So our guardians need to build their fortress on music?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yeah, because lawlessness creeps in so easily.", "isSocrates": false },
      { "speaker": "Socrates", "text": "It starts as entertainment and seems harmless.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Right, but gradually this spirit of 'anything goes' spreads into customs, then into business dealings, then into laws, until eventually it destroys everything—public and private.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is that really true?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's what I believe.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay, but where's justice in all this? Now that we've built our city, let's search for it. Get your brother and Polemarchus and everyone else to help.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Wait, didn't you promise to search yourself? You said it would be wrong not to help justice when she needs it!", "isSocrates": false },
      { "speaker": "Socrates", "text": "Fair point. I'll keep my word, but you have to help.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Deal.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay, here's my approach: let's assume our state, if properly organized, is perfect.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if it's perfect, it must be wise, brave, temperate, and just.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First virtue: wisdom. Our state is wise because it has good judgment.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And good judgment comes from knowledge, not ignorance.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But a carpenter's knowledge doesn't make a city wise—that just makes it good at carpentry.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right, that would just give it a reputation for building stuff.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is there any knowledge that considers the whole state and how it should deal with itself and other states?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What is it and who has it?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "It's the knowledge of the guardians—the ones we called perfect guardians.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So we've found one of the four virtues.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And pretty satisfactorily, I'd say.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Courage is easier to spot. When we call a state brave or cowardly, we're thinking of its military.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "A state is brave because of the people who fight for it.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Courage is preserving what education taught you about what's truly dangerous—keeping that belief through pleasure, pain, desire, and fear.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Think about dyeing wool. Dyers start with white wool and prepare it carefully so the purple dye holds perfectly and won't wash out.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, if you don't prepare it right, the color looks faded and ridiculous.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's exactly what we were doing with our soldiers—preparing them through music and exercise so the 'dye' of our laws would hold permanently.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I get it. You're distinguishing real courage from the wild instinct of animals or slaves.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. Two virtues down. Now we need temperance, and then justice—the whole point of our search.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can we find justice without figuring out temperance first?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I don't think so. I'd rather you explain temperance first so we don't lose track of it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Fair enough. Temperance is about controlling your desires. That's what people mean when they say someone is 'master of themselves.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But 'master of yourself' is kind of a weird phrase, right? The master is also the servant?", "isSocrates": true },
      { "speaker": "Socrates", "text": "What it really means is that there's a better part and a worse part in your soul. When the better part controls the worse, you're 'master of yourself.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That makes more sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Unlike courage and wisdom, which each belong to one part, temperance runs through the whole thing—like a harmony that connects all the different parts.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I totally agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So that's three virtues. The last one—justice—is what we've been hunting for this whole time.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay Glaucon, it's hunting time. We need to surround this thing and make sure justice doesn't escape.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I wish I could help more, but I'm just following your lead here.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Say a prayer and follow me.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I will, but you have to show me where to go.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There's no clear path and it's dark and confusing, but we have to push through.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Wait—I see something! I think I've got a trail. The prey won't escape now.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's great!", "isSocrates": false },
      { "speaker": "Socrates", "text": "Man, we're such idiots. Justice was right under our feet this whole time and we never noticed.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Remember the principle we kept coming back to when building the state? That each person should do one thing—the thing they're naturally best at. That's justice, or at least part of it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, we said that a lot.", "isSocrates": false },
      { "speaker": "Socrates", "text": "We also said justice is doing your own work and not meddling in other people's business.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "We did say that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So when traders, soldiers, and guardians each do their own job, that's justice—that's what makes a city just.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Don't you think the same principles exist in individual people as in the state?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's not hard to see.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But here's the tricky part: are these principles three separate things, or one? Do we learn with one part of ourselves, get angry with another, and desire things with a third?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, that's the hard question.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The same thing can't do opposite things at the same time in the same way.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So we can assume there are two parts: a rational part that reasons, and an irrational part that hungers and desires.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That seems fair.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But what about passion or spirit? Is that a third thing, or is it part of desire?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I'd guess it's related to desire.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let me tell you a story. Leontius was walking up from the port and saw some executed bodies on the ground. He wanted to look at them but also felt disgusted.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He struggled for a while, covering his eyes. But finally the desire won—he ran over and said, 'There! Look at the beautiful sight, you wretches!'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I've heard that story.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The point is that anger fought against desire—they're two different things.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, that's what it shows.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So after all that, we've landed on this: the same three principles that exist in the state also exist in each person.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So an individual is wise in the same way and for the same reason a state is wise?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Of course.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And a person is just in the same way a state is just?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That follows.", "isSocrates": false },
      { "speaker": "Socrates", "text": "A just person doesn't let the different parts of their soul interfere with each other. They organize their inner life, become their own master, and are at peace with themselves.", "isSocrates": true },
      { "speaker": "Socrates", "text": "When they've harmonized their three inner parts—like the high, low, and middle notes of a scale—then they act. And they call whatever maintains this harmony 'just and good.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's exactly right, Socrates.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So virtue is the health and beauty of the soul, and vice is its disease and ugliness.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Good habits lead to virtue, bad habits to vice.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "We still haven't answered our original question though: which is more profitable, justice or injustice?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Honestly Socrates, that question seems ridiculous now. If your body is ruined, life isn't worth living no matter how much money you have. So if your soul is corrupted, how could life be worth living?", "isSocrates": false },
      { "speaker": "Socrates", "text": "You're right, it is ridiculous. But since we're so close to seeing the truth clearly, let's not give up now.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "From up here, we can see that virtue is one thing, but vice comes in countless forms—four especially worth noting.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "There are as many types of souls as there are types of governments.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How many?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Five types of states, five types of souls. The first is what we've been describing—call it monarchy or aristocracy, depending on whether one person or many rule.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false }
    ]
  }
}

