{
  "id": 1,
  "original": {
    "title": "Book I: What is Justice?",
    "preview": "Polemarchus: I perceive, Socrates, that you and our companion are already on your way to the city.",
    "messages": [
      { "speaker": "Polemarchus", "text": "I perceive, Socrates, that you and our companion are already on your way to the city.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You are not far wrong.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "But do you see how many we are? And are you stronger than all these? For if not, you will have to remain where you are.", "isSocrates": false },
      { "speaker": "Socrates", "text": "May there not be the alternative that we may persuade you to let us go?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "But can you persuade us, if we refuse to listen to you?", "isSocrates": false },
      { "speaker": "Glaucon", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Polemarchus", "text": "Then we are not going to listen; of that you may be assured.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Has no one told you of the torch-race on horseback in honour of the goddess which will take place in the evening?", "isSocrates": false },
      { "speaker": "Socrates", "text": "With horses! That is a novelty. Will horsemen carry torches and pass them one to another during the race?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yes, and not only so, but a festival will be celebrated at night, which you certainly ought to see. Let us rise soon after supper and see this festival; there will be a gathering of young men, and we will have a good talk. Stay then, and do not be perverse.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "I suppose, since you insist, that we must.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Very good.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "You don't come to see me, Socrates, as often as you ought: If I were still able to go and see you I would not ask you to come to me. But at my age I can hardly get to the city, and therefore you should come oftener to the Piraeus.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "For let me tell you, that the more the pleasures of the body fade away, the greater to me is the pleasure and charm of conversation. Do not then deny my request, but make our house your resort and keep company with these young men; we are old friends, and you will be quite at home with us.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is nothing which for my part I like better, Cephalus, than conversing with aged men; for I regard them as travellers who have gone a journey which I too may have to go, and of whom I ought to enquire, whether the way is smooth and easy, or rugged and difficult.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And this is a question which I should like to ask of you who have arrived at that time which the poets call the 'threshold of old age'—Is life harder towards the end, or what report do you give of it?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "I will tell you, Socrates, what my own feeling is. Men of my age flock together; we are birds of a feather, as the old proverb says; and at our meetings the tale of my acquaintance commonly is—I cannot eat, I cannot drink; the pleasures of youth and love are fled away: there was a good time once, but now that is gone, and life is no longer life.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "Some complain of the slights which are put upon them by relations, and they will tell you sadly of how many evils their old age is the cause. But to me, Socrates, these complainers seem to blame that which is not really in fault.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "For if old age were the cause, I too being old, and every other old man, would have felt as they do. But this is not my own experience, nor that of others whom I have known.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, Cephalus, but I rather suspect that people in general are not convinced by you when you speak thus; they think that old age sits lightly upon you, not because of your happy disposition, but because you are rich, and wealth is well known to be a great comforter.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "You are right, they are not convinced: and there is something in what they say; not, however, so much as they imagine. I might answer them as Themistocles answered the Seriphian who was abusing him and saying that he was famous, not for his own merits but because he was an Athenian: 'If you had been a native of my country or I of yours, neither of us would have been famous.'", "isSocrates": false },
      { "speaker": "Socrates", "text": "May I ask, Cephalus, whether your fortune was for the most part inherited or acquired by you?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "Acquired! Socrates; do you want to know how much I acquired? In the art of making money I have been midway between my father and grandfather: for my grandfather, whose name I bear, doubled and trebled the value of his patrimony, that which he inherited being much what I possess now; but my father Lysanias reduced the property below what it is at present: and I shall be satisfied if I leave to these my sons not less but a little more than I received.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That was why I asked you the question, because I see that you are indifferent about money, which is a characteristic rather of those who have inherited their fortunes than of those who have acquired them; the makers of fortunes have a second love of money as a creation of their own, resembling the affection of authors for their own poems, or of parents for their children, besides that natural love of it for the sake of use and profit which is common to them and all men.", "isSocrates": true },
      { "speaker": "Socrates", "text": "What do you consider to be the greatest blessing which you have reaped from your wealth?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "One, of which I could not expect easily to convince others. For let me tell you, Socrates, that when a man thinks himself to be near death, fears and cares enter into his mind which he never had before; the tales of a world below and the punishment which is exacted there of deeds done here were once a laughing matter to him, but now he is tormented with the thought that they may be true.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "And the great blessing of riches, I do not say to every man, but to a good man, is, that he has had no occasion to deceive or to defraud others, either intentionally or unintentionally; and when he departs to the world below he is not in any apprehension about offerings due to the gods or debts which he owes to men.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well said, Cephalus, but as concerning justice, what is it?—to speak the truth and to pay your debts—no more than this? And even to this are there not exceptions?", "isSocrates": true },
      { "speaker": "Socrates", "text": "Suppose that a friend when in his right mind has deposited arms with me and he asks for them when he is not in his right mind, ought I to give them back to him? No one would say that I ought or that I should be right in doing so, any more than they would say that I ought always to speak the truth to one who is in his condition.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "You are quite right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But then, speaking the truth and paying your debts is not a correct definition of justice.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Quite correct, Socrates, if Simonides is to be believed.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "I fear that I must go now, for I have to look after the sacrifices, and I hand over the argument to Polemarchus and the company.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is not Polemarchus your heir?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "To be sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Tell me then, O thou heir of the argument, what did Simonides say, and according to you truly say, about justice?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "He said that the repayment of a debt is just, and in saying so he appears to me to be right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I should be sorry to doubt the word of such a wise and inspired man, but his meaning, though probably clear to you, is the reverse of clear to me. For he certainly does not mean, as we were now saying that I ought to return a deposit of arms or of anything else to one who asks for it when he is not in his right senses; and yet a deposit cannot be denied to be a debt.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then when the person who asks me is not in his right mind I am by no means to make the return?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When Simonides said that the repayment of a debt was justice, he did not mean to include that case?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Certainly not; for he thinks that a friend ought always to do good to a friend and never evil.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You mean that the return of a deposit of gold which is to the injury of the receiver, if the two parties are friends, is not the repayment of a debt—that is what you would imagine him to say?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And are enemies also to receive what we owe to them?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "To be sure, they are to receive what we owe them, and an enemy, as I take it, owes to an enemy that which is due or proper to him—that is to say, evil.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Simonides, then, after the manner of poets, would seem to have spoken darkly of the nature of justice; for he really meant to say that justice is the giving to each man what is proper to him, and this he termed a debt.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That must have been his meaning.", "isSocrates": false },
      { "speaker": "Socrates", "text": "By heaven! And if we asked him what due or proper thing is given by medicine, and to whom, what answer do you think that he would make to us?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "He would surely reply that medicine gives drugs and meat and drink to human bodies.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what due or proper thing is given by cookery, and to what?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Seasoning to food.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what is that which justice gives, and to whom?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "If, Socrates, we are to be guided at all by the analogy of the preceding instances, then justice is the art which gives good to friends and evil to enemies.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That is his meaning then?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "I think so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And who is best able to do good to his friends and evil to his enemies in time of sickness?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "The physician.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Or when they are on a voyage, amid the perils of the sea?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "The pilot.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And in what sort of actions or with a view to what result is the just man most able to do harm to his enemy and good to his friends?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "In going to war against the one and in making alliances with the other.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when a man is well, my dear Polemarchus, there is no need of a physician?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "No.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And he who is not on a voyage has no need of a pilot?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "No.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then in time of peace justice will be of no use?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "I am very far from thinking so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You think that justice may be of use in peace as well as in war?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Like husbandry for the acquisition of corn?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Or like shoemaking for the acquisition of shoes—that is what you mean?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what similar use or power of acquisition has justice in time of peace?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "In contracts, Socrates, justice is of use.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And by contracts you mean partnerships?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But is the just man or the skilful player a more useful and better partner at a game of draughts?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "The skilful player.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And in the laying of bricks and stones is the just man a more useful or better partner than the builder?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Quite the reverse.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then in what sort of partnership is the just man a better partner than the harp-player, as in playing the harp the harp-player is certainly a better partner than the just man?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "In a money partnership.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, Polemarchus, but surely not in the use of money; for you do not want a just man to be your counsellor in the purchase or sale of a horse; a man who is knowing about horses would be better for that, would he not?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when you want to buy a ship, the shipwright or the pilot would be better?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then what is that joint use of silver or gold in which the just man is to be preferred?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "When you want a deposit to be kept safely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You mean when money is not wanted, but allowed to lie?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Precisely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That is to say, justice is useful when money is useless?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That is the inference.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when you want to keep a pruning-hook safe, then justice is useful to the individual and to the state; but when you want to use it, then the art of the vine-dresser?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when you want to keep a shield or a lyre, and not to use them, you would say that justice is useful; but when you want to use them, then the art of the soldier or of the musician?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so of all the other things—justice is useful when they are useless, and useless when they are useful?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That is the inference.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book I: What Even Is Justice?",
    "preview": "Polemarchus: Yo Socrates, I see you and your friend are trying to head back to the city.",
    "messages": [
      { "speaker": "Polemarchus", "text": "Yo Socrates, I see you and your friend are trying to head back to the city.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You're not wrong.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "But look how many of us there are! You think you can take all of us? If not, you're staying put.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What if we just... talked you into letting us go?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "How are you gonna convince us if we're not even listening?", "isSocrates": false },
      { "speaker": "Glaucon", "text": "Fair point.", "isSocrates": false },
      { "speaker": "Polemarchus", "text": "Then we're definitely not listening. That's final.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Has anyone told you about the torch relay race on horseback tonight? It's for the goddess.", "isSocrates": false },
      { "speaker": "Socrates", "text": "On horses?! That's new. So riders will pass torches to each other during the race?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yeah, and there's going to be this whole festival at night that you need to see. We'll eat dinner and then go check it out. There'll be tons of young people there and we can have some good conversations. Come on, don't be difficult.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "I guess since you're insisting, we have to stay.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Alright then.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "Socrates, you don't visit me nearly enough! If I could still make it to the city easily, I wouldn't be asking you to come out here. But at my age, it's hard for me to get around, so you should come to the port more often.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "Here's the thing - as physical pleasures fade away, I find myself enjoying conversation more and more. So please don't say no, make yourself at home here with these young guys. We're old friends, you'll be totally comfortable with us.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Honestly, there's nothing I like more than talking with older people. I think of you guys as travelers who've been down a road I might have to take someday. I want to know - is it smooth sailing or is it rough?", "isSocrates": true },
      { "speaker": "Socrates", "text": "So I'd love to ask you this, since you're at what poets call the 'threshold of old age' - is life harder toward the end, or what's your take on it?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "I'll tell you how I see it. People my age hang out together - birds of a feather, you know? And when we get together, everyone's complaining: 'I can't eat, I can't drink, the good times are over, life sucks now.'", "isSocrates": false },
      { "speaker": "Cephalus", "text": "Some people blame their families for treating them badly and go on about how terrible old age is. But I think they're blaming the wrong thing.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "If old age was really the problem, then I'd be miserable too, and so would every other old person. But that's not my experience, and it's not what I've seen with others either.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay Cephalus, but I think most people aren't buying what you're selling. They think old age is easy for you not because you're chill, but because you're rich. Everyone knows money makes things easier.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "You're right, they don't buy it. And there's some truth to what they're saying, just not as much as they think. It's like what Themistocles said to that guy who was talking trash - fame depends on circumstances, not just personal merit.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can I ask - did you inherit your money or make it yourself?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "Made it! Want to know how much? I'm basically the middle ground between my grandfather and father when it comes to money. My grandfather doubled or tripled what he inherited. But my dad blew through most of it. I'll be happy if I can leave my sons at least what I got, maybe a little more.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's why I asked - I noticed you don't seem that attached to money. That's usually more of a thing with people who inherited it rather than earned it. People who build wealth love it like artists love their work, plus they love it for what it can do.", "isSocrates": true },
      { "speaker": "Socrates", "text": "So what's the biggest benefit you've gotten from being wealthy?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "Something most people probably wouldn't believe. Here's the thing - when someone thinks they're about to die, they start worrying about stuff they never cared about before. All those stories about the afterlife and punishment? They used to be funny, but now they're terrifying.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "The great thing about being rich - at least for a good person - is that you never had to screw anyone over. So when you die, you're not stressed about owing money to people or the gods.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well said, Cephalus. But about justice - is it really just 'tell the truth and pay your debts'? That's it? Even that has exceptions, right?", "isSocrates": true },
      { "speaker": "Socrates", "text": "Like, what if a friend gave you their weapons when they were sane, but then they went crazy and asked for them back? You wouldn't give them back, right? And you probably wouldn't be totally honest with someone who's lost their mind either.", "isSocrates": true },
      { "speaker": "Cephalus", "text": "You're absolutely right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So 'tell the truth and pay your debts' isn't really a complete definition of justice.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Actually, Socrates, that's totally right - if we're going with what Simonides said.", "isSocrates": false },
      { "speaker": "Cephalus", "text": "Sorry, I gotta go handle the religious stuff. I'm passing this argument off to Polemarchus and everyone else.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Isn't Polemarchus your heir anyway?", "isSocrates": true },
      { "speaker": "Cephalus", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Alright, heir to the argument, what did Simonides actually say about justice? You seem to think he was right.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "He said paying back what you owe is justice, and I think he's onto something.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Look, I don't want to doubt such a wise guy, but I'm not getting his meaning. He obviously doesn't mean what we just talked about - that you should return weapons to someone who's mentally unstable, even though technically that's a debt.", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So when someone's not in their right mind, I shouldn't give them back their stuff?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Definitely not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So Simonides didn't mean that case when he said paying debts is justice?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Of course not. He thinks friends should always help friends and never harm them.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So you're saying that returning money that would hurt the person getting it back, if they're your friend, isn't really paying a debt - that's what you think he meant?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What about enemies? Should they get what we owe them too?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "For sure, they should get what we owe them. And what we owe an enemy is what they deserve - which is basically harm.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So Simonides was being all poetic and mysterious about justice. He really meant that justice is giving everyone what they deserve, and he called that a 'debt.'", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That must be what he meant.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay! So if we asked him what medicine gives people and who it gives it to, what would he say?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "He'd say medicine gives drugs, food, and drinks to bodies.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what does cooking give, and to what?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Seasoning to food.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what does justice give, and to whom?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "If we're following the same pattern, then justice gives good stuff to friends and bad stuff to enemies.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So that's what he meant?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "I think so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And who's best at helping friends and hurting enemies when they're sick?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "A doctor.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Or when they're on a dangerous boat trip?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "A ship captain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So when would a just person be the best at helping friends and hurting enemies?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "In war - fighting against enemies and teaming up with friends.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when someone's healthy, they don't need a doctor, right?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Nope.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when they're not on a ship, they don't need a captain?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So during peacetime, justice is useless?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "I definitely don't think that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You think justice is useful in peace AND war?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Like farming is useful for getting grain?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Or shoemaking is useful for getting shoes - that's what you mean?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So what's justice useful for getting during peacetime?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "For contracts and deals, Socrates.", "isSocrates": false },
      { "speaker": "Socrates", "text": "By contracts you mean partnerships?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But for playing checkers, would you rather partner with a just person or someone who's actually good at checkers?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "The person who's good at checkers.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And for construction work, would you rather have a just person or an actual builder as your partner?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Definitely the builder.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So what kind of partnership would you prefer a just person over a musician, the way you'd prefer a musician over a just person for music?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Money partnerships.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Sure, but not for actually using money, right? Like, you wouldn't want a just person helping you buy or sell a horse - you'd want someone who knows about horses, wouldn't you?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Totally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And for buying a ship, you'd want a shipbuilder or captain, right?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So when would you prefer a just person for handling money?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "When you want to keep it safe.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You mean when you're not using it, just storing it?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So justice is useful when money is useless?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That's what it sounds like.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when you want to keep garden shears safe, justice is useful for individuals and society, but when you want to use them, you need a gardener?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when you want to store a shield or guitar safely, justice is useful, but when you want to use them, you need a soldier or musician?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So with everything else - justice is useful when things are useless, and useless when things are useful?", "isSocrates": true },
      { "speaker": "Polemarchus", "text": "That seems to be the logic.", "isSocrates": false }
    ]
  }
}