{
  "id": 9,
  "original": {
    "title": "Book IX: The Tyrannical Soul",
    "preview": "Socrates: Last of all comes the tyrannical man; about whom we have yet to enquire, how he is formed out of the democratical character.",
    "messages": [
      { "speaker": "Socrates", "text": "Last of all comes the tyrannical man; about whom we have yet to enquire, how he is formed out of the democratical character, and what manner of man he is, and whether his life is happy or miserable.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, he is the only one remaining.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is, however, a previous question which remains unanswered. What is the nature and number of the appetites? This must first be determined.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Well, it is not too late to supply the omission.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Certain of the unnecessary pleasures and appetites I conceive to be unlawful; every one appears to have them, but in some persons they are controlled by the laws and by reason, and the better desires prevail over them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Which appetites do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I mean those which are awake when the reasoning and human and ruling power is asleep; then the wild beast within us, gorged with meat or drink, starts up and having shaken off sleep, goes forth to satisfy his desires.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And there is no conceivable folly or crime—not excepting incest or any other unnatural union, or parricide, or the eating of forbidden food—which at such a time, when he has parted company with all shame and sense, a man may not be ready to commit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when a man's pulse is healthy and temperate, and when before going to sleep he has awakened his rational powers, and fed them on noble thoughts and enquiries, collecting himself in meditation, then he attains truth most nearly, and is least likely to be the sport of fantastic and lawless visions.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I quite agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "In saying this I have been running into a digression; but the point which I desire to note is that in all of us, even in good men, there is a lawless wild-beast nature, which peers out in sleep.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now remember the character which we attributed to the democratic man. He was supposed from his youth upwards to have been trained under a miserly parent, who encouraged the saving appetites in him, but discountenanced the unnecessary.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And then he got into the company of a more refined, licentious sort of people, and taking to all their wanton ways rushed into the opposite extreme. At last, being a better man than his corruptors, he was drawn in both directions until he halted midway.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that was our view of him, and is so still.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now, years will have passed away, and you must conceive this man, such as he is, to have a son, who is brought up in his father's principles.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I can imagine him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then you must further imagine the same thing to happen to the son which has already happened to the father: he is drawn into a perfectly lawless life, which by his seducers is termed perfect liberty.", "isSocrates": true },
      { "speaker": "Socrates", "text": "As soon as these dire magicians and tyrant-makers find that they are losing their hold on him, they contrive to implant in him a master passion, to be lord over his idle and spendthrift lusts—a sort of monstrous winged drone.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is the only adequate image of him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when his other lusts, amid clouds of incense and perfumes and garlands and wines, and all the pleasures of a dissolute life, now let loose, come buzzing around him, then at last this lord of the soul, having Madness for the captain of his guard, breaks out into a frenzy.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is the way in which the tyrannical man is generated.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is not this the reason why of old love has been called a tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I should not wonder.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Further, has not a drunken man also the spirit of a tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "He has.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And you know that a man who is deranged and not right in his mind, will fancy that he is able to rule, not only over men, but also over the gods?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That he will.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the tyrannical man in the true sense of the word comes into being when, either under the influence of nature, or habit, or both, he becomes drunken, lustful, passionate.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Assuredly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Such is the man and such is his origin. And next, how does he live?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Suppose, as people facetiously say, you were to tell me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I imagine that in the next place there will be feasts and carousals and revellings and courtezans, and all that sort of thing; Love is the lord of the house within him, and orders all the concerns of his soul.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes; and every day and every night desires grow up many and formidable, and their demands are many.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They are indeed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "His revenues, if he has any, are soon spent. Then comes debt and the cutting down of his property.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Of course.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When he has nothing left, must not his desires, crowding in the nest like young ravens, be crying aloud for food; and he, goaded on by them, is in a frenzy, and would fain discover whom he can defraud or despoil of his property?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is sure to be the case.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He must have money, no matter how, if he is to escape horrid pains and pangs.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "He must.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if his parents will not give way, then he will try first of all to cheat and deceive them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if he fails, then he will use force and plunder them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, probably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the old man and woman fight for their own, what then, my friend? Will the creature feel any compunction at tyrannizing over them?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Nay, I should not feel at all comfortable about his parents.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But, O heavens! Adeimantus, on account of some newfangled love of a harlot, can you believe that he would strike the mother who is his ancient friend and necessary to his very existence?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, indeed, I believe that he would.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Truly, then, a tyrannical son is a blessing to his father and mother.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "He is indeed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He first takes their property, and when that falls, and pleasures are beginning to swarm in the hive of his soul, then he breaks into a house, or steals the garments of some nightly wayfarer; next he proceeds to clear a temple.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Meanwhile the old opinions which he had when a child, and which gave judgment about good and evil, are overthrown by those others which have just been emancipated, and are now the bodyguard of love.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, indeed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if there are only a few of them in the State, the rest of the people are well disposed, they go away and become the bodyguard or mercenary soldiers of some other tyrant who may probably want them for a war.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What sort of mischief do they cause if there is no war?", "isSocrates": false },
      { "speaker": "Socrates", "text": "They are the thieves, burglars, cutpurses, footpads, robbers of temples, man-stealers of the community; or if they are able to speak they turn informers, and bear false witness, and take bribes.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "A small catalogue of evils, even if the perpetrators of them are few in number.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When this noxious class and their followers grow numerous and become conscious of their strength, assisted by the infatuation of the people, they choose from among themselves the one who has most of the tyrant in his own soul, and him they create their tyrant.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, and he will be the most fit to be a tyrant.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If the people yield, well and good; but if they resist him, as he began by beating his own father and mother, so now, if he has the power, he beats them, and will keep his dear old fatherland or motherland in subjection to his young retainers.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "They are always either the masters or servants and never the friends of anybody; the tyrant never tastes of true freedom or friendship.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And may we not rightly call such men treacherous? Also they are utterly unjust, if we were right in our notion of justice?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, and we were perfectly right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let us then sum up in a word: the character of the worst man is the waking reality of what we dreamed.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And this is he who being by nature most of a tyrant bears rule, and the longer he lives the more of a tyrant he becomes.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And will not he who has been shown to be the wickedest, be also the most miserable? And he who has tyrannized longest and most, most continually and truly miserable?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And must not the tyrannical man be like the tyrannical State, and the democratical man like the democratical State; and the same of the others?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And as State is to State in virtue and happiness, so is man in relation to man?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "To be sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then comparing our original city, which was under a king, and the city which is under a tyrant, how do they stand as to virtue?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They are the opposite extremes, for one is the very best and the other is the very worst.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I will at once enquire whether you would arrive at a similar decision about their relative happiness and misery. And here we must not be panic-stricken at the apparition of the tyrant, who is only a unit and may perhaps have a few retainers about him.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "A fair invitation; and I see, as every one must, that a tyranny is the wretchedest form of government, and the rule of a king the happiest.", "isSocrates": false },
      { "speaker": "Socrates", "text": "May I suppose that the judgment is given by one who is able to judge, and has dwelt in the same place with him, and been present at his daily life and known him in his family relations, where he may be seen stripped of his tragedy attire?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That again is a very fair proposal.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Beginning with the State: would you say that a city which is governed by a tyrant is free or enslaved?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No city can be more completely enslaved.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And yet, as you see, there are freemen as well as masters in such a State?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I see that there are—a few; but the people, speaking generally, and the best of them, are miserably degraded and enslaved.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then if the man is like the State, must not the same rule prevail? His soul is full of meanness and vulgarity—the best elements in him are enslaved; and there is a small ruling part, which is also the worst and maddest.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And would you say that the soul of such an one is the soul of a freeman, or of a slave?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "He has the soul of a slave, in my opinion.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And also the soul which is under a tyrant is least capable of doing what she desires; there is a gadfly which goads her, and she is full of trouble and remorse?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is the city which is under a tyrant rich or poor?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Poor.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the tyrannical soul must be always poor and insatiable?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And must not such a State and such a man be always full of fear?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, indeed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is there any State in which you will find more of lamentation and sorrow and groaning and pain?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly not.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Reflecting upon these and similar evils, you held the tyrannical State to be the most miserable of States?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And I was right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Certainly. And when you see the same evils in the tyrannical man, what do you say of him?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I say that he is by far the most miserable of all men.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There, I think that you are beginning to go wrong.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I do not think that he has as yet reached the utmost extreme of misery.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Then who is more miserable?", "isSocrates": false },
      { "speaker": "Socrates", "text": "He who is of a tyrannical nature, and instead of leading a private life has been cursed with the further misfortune of being a public tyrant.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "From what has been said, I gather that you are right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The case of rich individuals in cities who possess many slaves may form an idea of the tyrant's condition, for they both have slaves; the only difference is that he has more slaves.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, that is the difference.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You know that they live securely and have nothing to apprehend from their servants?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What should they fear?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Nothing. But do you observe the reason of this? The whole city is leagued together for the protection of each individual.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But imagine one of these owners, the master say of some fifty slaves, together with his family and property and slaves, carried off by a god into the wilderness, where there are no freemen to help him—will he not be in an agony of fear lest he and his wife and children should be put to death by his slaves?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, he will be in the utmost fear.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is not this the sort of prison in which the tyrant will be bound—he who being by nature such as we have described, is full of all sorts of fears and lusts? His soul is dainty and greedy, and yet alone, of all men in the city, he is never allowed to go on a journey, or to see the things which other freemen desire to see.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He who is the real tyrant, whatever men may think, is the real slave, and is obliged to practise the greatest adulation and servility, and to be the flatterer of the vilest of mankind.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He has desires which he is utterly unable to satisfy, and has more wants than any one, and is truly poor, if you know how to inspect the whole soul of him: all his life long he is beset with fear and is full of convulsions and distractions.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Moreover, he grows worse from having power: he becomes and is of necessity more jealous, more faithless, more unjust, more friendless, more impious, than he was at first; he is the purveyor and cherisher of every sort of vice.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No man of any sense will dispute your words.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Come then, as the general umpire in theatrical contests proclaims the result, do you also decide who in your opinion is first in the scale of happiness, and who second, and in what order the others follow: there are five of them in all—they are the royal, timocratical, oligarchical, democratical, tyrannical.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The decision will be easily given: they shall be choruses coming on the stage, and I must judge them in the order in which they enter, by the criterion of virtue and vice, happiness and misery.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Need we hire a herald, or shall I announce, that the son of Ariston has decided that the best and justest is also the happiest, and that this is he who is the most royal man and king over himself?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Make the proclamation yourself.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And shall I add, 'whether seen or unseen by gods and men'?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Let the words be added.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then this will be our first proof; and there is another, which may also have some weight.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What is that?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The second proof is derived from the nature of the soul: seeing that the individual soul, like the State, has been divided by us into three principles, the division may furnish a new demonstration.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Of what nature?", "isSocrates": false },
      { "speaker": "Socrates", "text": "It seems to me that to these three principles three pleasures correspond; also three desires and governing powers.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is one principle with which a man learns, another with which he is angry; the third, having many forms, has no special name, but is denoted by the general term appetitive, from the extraordinary strength of the desires of eating and drinking.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If we were to say that the loves and pleasures of this third part were concerned with gain, we should then be able to fall back on a single notion; and might truly describe this part of the soul as loving gain or money.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree with you.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Again, is not the passionate element wholly set on ruling and conquering and getting fame?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "On the other hand, every one sees that the principle of knowledge is wholly directed to the truth, and cares less than either of the others for gain or fame.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Far less.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then we may begin by assuming that there are three classes of men—lovers of wisdom, lovers of honour, lovers of gain?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And there are three kinds of pleasure, which are their several objects?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, if you examine the three classes of men, and ask of them in turn which of their lives is pleasantest, each will be found praising his own and depreciating that of others.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Since, then, the pleasures of each class and the life of each are in dispute, and the question is not which life is more or less honourable, or better or worse, but which is the more pleasant or painless—how shall we know who speaks truly?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I cannot myself tell.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well, but what ought to be the criterion? Is any better than experience and wisdom and reason?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There cannot be a better.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then reflect: of the three individuals, which has the greatest experience of all the pleasures which we enumerated? Has the lover of gain, in learning the nature of essential truth, greater experience of the pleasure of knowledge than the philosopher has of the pleasure of gain?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The philosopher has greatly the advantage; for he has of necessity always known the taste of the other pleasures from his childhood upwards.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then the lover of wisdom has a great advantage over the lover of gain, for he has a double experience?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, very great.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And reasoning is peculiarly the philosopher's instrument?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But since experience and wisdom and reason are the judges—the only inference possible is that pleasures which are approved by the lover of wisdom and reason are the truest.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Unquestionably, the wise man speaks with authority when he approves of his own life.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so we arrive at the result, that the pleasure of the intelligent part of the soul is the pleasantest of the three, and that he of us in whom this is the ruling principle has the pleasantest life.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What does the judge affirm to be the life which is next, and the pleasure which is next?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Clearly that of the soldier and lover of honour; who is nearer to himself than the money-maker.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Last comes the lover of gain?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Very true. Twice in succession, then, has the just man overthrown the unjust in this conflict; and now comes the third trial, which is dedicated to Olympian Zeus the saviour.", "isSocrates": true },
      { "speaker": "Socrates", "text": "A sage whispers in my ear that no pleasure except that of the wise is quite true and pure—all others are a shadow only; and surely this will prove the greatest and most decisive of falls?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, the greatest; but will you explain yourself?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Say, then, is not pleasure opposed to pain? And there is a neutral state which is neither pleasure nor pain?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There is.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You remember what people say when they are sick? That after all nothing is pleasanter than health. But then they never knew this to be the greatest of pleasures until they were ill.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I know.", "isSocrates": false },
      { "speaker": "Socrates", "text": "This is an appearance only and not a reality; these representations, when tried by the test of true pleasure, are not real but a sort of imposition.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is the inference.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Those then who know not wisdom and virtue, and are always busy with gluttony and sensuality, go down and up again as far as the mean; and in this region they move at random throughout life.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But they never pass into the true upper world; thither they neither look, nor do they ever find their way, neither are they truly filled with true being, nor do they taste of pure and abiding pleasure.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Verily, Socrates, you describe the life of the many like an oracle.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when the whole soul follows the philosophical principle, and there is no division, the several parts are just, and do each of them their own business, and enjoy severally the best and truest pleasures of which they are capable.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when either of the two other principles prevails, it fails in attaining its own pleasure, and compels the rest to pursue after a pleasure which is a shadow only and which is not their own.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then the tyrant will live at the greatest distance from true or natural pleasure, and the king at the least?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But if so, the tyrant will live most unpleasantly, and the king most pleasantly?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Would you know the measure of the interval which separates them?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Will you tell me?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I assume that the tyrant is in the third place from the oligarch; the democrat was in the middle. And if there is truth in what has preceded, he will be wedded to an image of pleasure which is thrice removed from the pleasure of the oligarch.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "He will.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the oligarch is third from the royal; since we count as one royal and aristocratical.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, he is third.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then the tyrant is removed from true pleasure by the space of a number which is three times three?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Manifestly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if you raise the power and make the plane a solid, there is no difficulty in seeing how vast is the interval by which the tyrant is parted from the king.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes; the arithmetician will easily do the sum.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Or if some person begins at the other end and measures the interval by which the king is parted from the tyrant in truth of pleasure, he will find him, when the multiplication is complete, living 729 times more pleasantly, and the tyrant more painfully by this same interval.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What a wonderful calculation! And how enormous is the distance which separates the just from the unjust in regard to pleasure and pain!", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yet a true calculation, and a number which nearly concerns human life, if human beings are concerned with days and nights and months and years.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, human life is certainly concerned with them.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then if the good and just man be thus superior in pleasure to the evil and unjust, his superiority will be infinitely greater in propriety of life and in beauty and virtue?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Immeasurably greater.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now then, having determined the power and quality of justice and injustice, let us have a little conversation with him who maintains that injustice is a gain to the perfectly unjust.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What shall we say to him?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let us make an image of the soul, that he may have his own words presented before his eyes. An ideal image like the composite creations of ancient mythology, such as the Chimera or Scylla or Cerberus.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There are said to have been such unions.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then model the form of a multitudinous, many-headed monster, having a ring of heads of all manner of beasts, tame and wild, which he is able to generate and metamorphose at will.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "You suppose marvellous powers in the artist; but, as language is more pliable than wax, let there be such a model as you propose.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Suppose now that you make a second form as of a lion, and a third of a man, the second smaller than the first, and the third smaller than the second.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is an easier task; and I have made them as you say.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now join them, and let the three grow into one. Next fashion the outside of them into a single image, as of a man, so that he who sees only the outer hull may believe the beast to be a single human creature.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I have done so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "To him the supporter of justice makes answer that he should ever so speak and act as to give the man within him the most complete mastery over the entire human creature. He should watch over the many-headed monster like a good husbandman, fostering the gentle qualities, and preventing the wild ones from growing.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, that is quite what the maintainer of justice says.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so from every point of view, whether of pleasure, honour, or advantage, the approver of justice is right and speaks the truth, and the disapprover is wrong and false and ignorant.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, from every point of view.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What shall he profit, if his injustice be undetected and unpunished? He who is undetected only gets worse, whereas he who is detected and punished has the brutal part of his nature silenced and humanized; the gentler element in him is liberated.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "To this nobler purpose the man of understanding will devote the energies of his life. And in the first place, he will honour studies which impress these qualities on his soul and disregard others.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And for the same reason, he will gladly accept and enjoy such honours as he deems likely to make him a better man; but those, whether private or public, which are likely to disorder his life, he will avoid.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Then, if that is his motive, he will not be a statesman.", "isSocrates": false },
      { "speaker": "Socrates", "text": "By the dog of Egypt, he will! In the city which is his own he certainly will, though in the land of his birth perhaps not, unless he have a divine call.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I understand; you mean that he will be a ruler in the city of which we are the founders, and which exists in idea only; for I do not believe that there is such an one anywhere on earth.", "isSocrates": false },
      { "speaker": "Socrates", "text": "In heaven there is laid up a pattern of it, methinks, which he who desires may behold, and beholding, may set his own house in order. But whether such an one exists, or ever will exist in fact, is no matter; for he will live after the manner of that city, having nothing to do with any other.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I think so.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book IX: The Tyrant Within",
    "preview": "Socrates: Finally, let's examine the tyrannical person—how they develop from the democratic type, and whether they're happy or miserable.",
    "messages": [
      { "speaker": "Socrates", "text": "Finally, let's examine the tyrannical person—how they develop from the democratic type, and whether they're happy or miserable.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Right, they're the only one left.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But first we need to understand desire. What is it, and how many kinds are there?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Agreed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Some pleasures and desires are lawful, others are lawless. The lawless ones exist in everyone—even good people—but in them they're kept in check by reason and social norms.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What kind of desires are you talking about?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The ones that wake up when our rational mind sleeps. That's when the wild beast inside us—stuffed with food and drink—roams free, shameless and unrestrained.", "isSocrates": true },
      { "speaker": "Socrates", "text": "There's no crime too horrific—incest, murder, anything—that a person won't consider when their reason is asleep and their shame is gone.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's absolutely true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when someone is healthy and moderate, and goes to sleep after engaging their rational mind with good thoughts, they're more likely to have truthful dreams.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I agree completely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I'm getting sidetracked, but here's the point: everyone—even good people—has a wild, lawless nature that reveals itself in dreams.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, the democratic person. They were raised by a stingy parent who encouraged saving and discouraged unnecessary pleasures.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then they met more sophisticated people full of intense passions. Pulled in both directions, they found a middle ground.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They enjoyed various pleasures in moderation, avoiding extremes. That's how the oligarchic person became democratic.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That was our analysis.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now imagine this person has a son raised the same way—but the son gets pulled toward lawlessness, which his corrupters call 'freedom.'", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Naturally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Turns out he has a whole class of fierce desires that his father's discipline and his own shame had kept hidden.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When these manipulators have drained him dry, they plant a master passion in him—like a giant drone that rules over all his idle, wasteful desires.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's the perfect metaphor for him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "His other desires buzz around him like bees, feeding on pleasures, incense, perfumes, parties—intensifying the sting of desire in his drone-like soul.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Finally, this master passion—with Madness as its bodyguard—goes crazy. If any good impulses or shame remain, it destroys them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's exactly how the tyrannical person develops.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Isn't this why love has always been called a tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Wouldn't surprise me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And drunk people have the same tyrannical spirit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They do.", "isSocrates": false },
      { "speaker": "Socrates", "text": "A deranged person thinks they can rule not just humans, but even the gods.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The true tyrannical person emerges when nature, habit, or both make them drunk on lust and passion.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's who they are and how they develop. Now, how do they live?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You tell me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I imagine endless parties, drinking, hookups. Desire is the master of their house, controlling everything.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "For sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Every day and night, new desires grow stronger and more demanding.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They really do.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Whatever money they have gets spent fast.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then comes debt and selling off their stuff. When there's nothing left, their desires scream for more like hungry baby birds in a nest.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Driven mad by desire—especially by obsessive love—they're ready to do anything. Steal, break into houses, pick pockets.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They have to.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If their elderly parents won't give them money, they'll try to trick them first.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if that fails, they'll use force.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I'd expect so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the old folks fight back? Would they hesitate to become tyrants over their own parents?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I wouldn't bet on those parents' safety.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Think about it—for some new fling, they'd abuse the mother who raised them? For some new friend, they'd attack their aged father?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I believe they would.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What miserable luck to have a tyrannical child.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Truly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When their parents' resources run out, they'll turn to crime. At first, small stuff. Then bigger.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If no one stops them, they'll graduate to violence—robbery, kidnapping, temple-robbing. All those childhood fantasies become reality.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Naturally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When there are many such people in a city who find each other, and they have followers, they'll create a tyrant—whoever has the biggest, most tyrannical soul.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Makes sense—they'd be the most tyrannical.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If people submit willingly, great. If not, the tyrant punishes the city like they punished their parents. The city becomes a slave.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's definitely where it leads.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Tyrannical people are always either masters or servants—never friends. They never experience true freedom or friendship.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can we call them anything other than treacherous? And completely unjust, if our definition of justice was correct?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Our definition was correct.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's sum up: the worst person is someone who lives out the nightmares we only have in dreams. The longer they hold power, the worse they become.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And won't the most wicked person also be the most miserable? And the one who's been a tyrant longest, most completely miserable?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The tyrannical person must be like the tyrannical state, and the democratic person like the democratic state, and so on.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "As state is to state in virtue and happiness, so person is to person.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So comparing our ideal city under a philosopher-king with a city under a tyrant—how do they compare in virtue?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They're polar opposites. One is the best, the other the worst.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's examine their relative happiness. Don't be intimidated by the tyrant's power—he's just one person with a few followers. Let's look at his whole life.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Fair enough. Everyone can see that tyranny is the most wretched form of government, and monarchy the happiest.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Would you say a city under a tyrant is free or enslaved?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Completely enslaved.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But there are some free people and masters in such a state?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "A few. But the majority, including the best people, are miserably enslaved.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If the person mirrors the state, the same must be true of their soul—it's full of slavery, with the best parts enslaved to the worst, maddest part.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Would you say such a soul is free or enslaved?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Enslaved, definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The tyrannical soul can't do what it truly wants. It's constantly goaded by desire, full of turmoil and regret.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is a tyrannical state rich or poor?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Poor.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So the tyrannical soul must always be poor and insatiable.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And full of fear?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Is there any state with more grief, more sorrow, more pain?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "None.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So you'd say the tyrannical state is the most miserable?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I was right about that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the tyrannical person?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "By far the most miserable of all.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Actually, I think you're not going far enough.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "There's someone even more miserable: the tyrannical person who actually becomes a public tyrant.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That follows logically.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Think about wealthy slaveholders. They feel secure because the whole city protects them. But imagine one transported to the wilderness with just their slaves—they'd be terrified of being killed.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They'd be in extreme fear.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's the tyrant's prison. Full of fears and desires, they can never travel freely or see what other free people see. They live hidden away, suspicious of everyone.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The real tyrant, whatever people think, is the real slave. They must flatter the worst people, can never satisfy their desires, and are truly the poorest of all. Their whole life is fear and torment.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a powerful picture.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And power makes them worse: more jealous, faithless, unjust, friendless, and impious. They become the source of every vice, and make everyone around them miserable.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No sensible person would disagree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So as the final judge, rank the five types—royal, timocratic, oligarchic, democratic, and tyrannical—by happiness.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Easy. I'll judge them by virtue, vice, happiness, and misery as they come on stage.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Should I announce the verdict? The son of Ariston declares: the best and most just person is also the happiest—the one who is most kingly and rules themselves. The worst and most unjust is the most miserable—the tyrant over themselves and their state.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Announce it yourself.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Should I add: 'whether seen or unseen by gods and humans'?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Add it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's our first proof. Here's the second, based on the soul's three parts.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Go on.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Three parts of the soul means three kinds of pleasure and three kinds of desire. One part learns, one gets angry, and one—the appetitive part—craves food, drink, and sensual pleasures, which generally require money.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The spirited part seeks power, victory, and fame. The rational part seeks truth and wisdom.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So there are three types of people: lovers of wisdom, lovers of honor, and lovers of money. Each thinks their pleasure is best.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But who's the best judge? Experience, wisdom, and reason should decide. And who has experienced all three pleasures? The philosopher has tasted wealth and honor, but the money-lover and honor-seeker have never experienced philosophical joy.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The philosopher has the fullest experience.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the philosopher uses reason—the proper tool for judgment. So their verdict is most trustworthy.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Necessarily.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Wisdom's pleasures are truest and best, followed by honor, then money. The tyrant, enslaved to the lowest desires, is furthest from true pleasure.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now for the third and greatest proof: only the philosopher's pleasure is pure and true. Other pleasures are merely shadows.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The greatest? Explain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Pleasure is opposed to pain, with a neutral state between. When sick people feel healthy, they say nothing beats health—but they didn't appreciate it until they were ill.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I've seen that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's not real pleasure—it's just relief from pain. Real pleasure exists independently. Most bodily pleasures are like this—fake.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I follow.", "isSocrates": false },
      { "speaker": "Socrates", "text": "People who know only physical pleasures wander between pain and neutral, thinking neutral is pleasure. Like cattle, they graze, breed, and fight over these shadow pleasures, never looking up to true pleasure.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "You're describing most people's lives like an oracle.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When the soul follows philosophy as its guide and is unified, each part does its job and enjoys the truest pleasure available to it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when other parts take control, they chase pleasures that aren't truly theirs—shadows of pleasure.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So the tyrant lives farthest from true pleasure, and the philosopher-king closest?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The tyrant lives most unpleasantly, the king most pleasantly?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Inevitably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Want to know the exact measure of the difference?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Tell me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The tyrant is three places from the oligarch, with the democrat in the middle. So their pleasure is three times removed. And the oligarch is three from the king. So: three times three equals nine.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Cube it—nine times nine times nine. The king lives 729 times more pleasantly than the tyrant!", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What an incredible calculation! The gap between just and unjust is enormous!", "isSocrates": false },
      { "speaker": "Socrates", "text": "And it's a true number, relating to days and nights in a human life.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Human life is definitely measured that way.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If the just person beats the unjust so decisively in pleasure, imagine how much greater their advantage in living well and beautifully.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Immeasurably greater.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's imagine the soul as a mythical creature—like Chimera or Cerberus—a many-headed monster of tame and wild beasts, plus a lion, plus a human. The human is smallest.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I can picture it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now wrap them in human skin so they look like a single person. Those who praise injustice are feeding the monster and lion while starving the human. Justice means letting the human control everything, taming the beasts.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's exactly what justice means.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Even if the unjust escape punishment, they're still punished by their own corrupted soul. But if caught and reformed, the brutal part is humanized and the gentle part freed.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The wise person will devote their life to cultivating justice and wisdom, not chasing money or honor for their own sake.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "If that's their goal, they won't go into politics.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Oh, they will—in their own city, the one inside them. Maybe not in their birthplace, unless fate intervenes.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I understand—you mean the city we've been building in words. It exists in heaven as a pattern for anyone who wants to see it and create that order in themselves. Whether it exists on earth doesn't matter.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. They'll live by its principles, no other city's.", "isSocrates": true }
    ]
  }
}
