{
  "id": 9,
  "original": {
    "title": "Book IX: The Tyrannical Soul",
    "preview": "Socrates: Last of all comes the tyrannical man; about whom we have yet to enquire, how he is formed out of the democratical character.",
    "messages": [
      { "speaker": "Socrates", "text": "Last of all comes the tyrannical man; about whom we have yet to enquire, how he is formed out of the democratical character, and what manner of man he is, and whether his life is happy or miserable.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, he is the only one remaining.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is, however, a previous question which remains unanswered. What is the nature of desire, and how many kinds of desires are there? This must first be determined.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Among the pleasures and desires of the soul, there are some which are lawful and others which are lawless. These lawless desires exist in every one of us, even in good men, but in them they are controlled by the laws and by reason.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What desires do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I mean those desires which are awake when the reasoning and human and ruling power is asleep; then the wild beast within us, gorged with meat or drink, starts up and walks about naked, and surfeits at his will.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And there is no conceivable folly or crime—not excepting incest or any other unnatural union, or parricide, or the eating of forbidden food—which at such a time, when he has parted company with all shame and sense, a man may not be ready to commit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when a man's pulse is healthy and temperate, and when before going to sleep he has awakened his rational powers, and fed them on noble thoughts and enquiries, then he is most likely to see the truth in his visions.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I quite agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "In saying this I have been running into a digression; but the point which I desire to note is that in all of us, even in good men, there is a lawless wild-beast nature, which peers out in sleep.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now let us consider the democratical man. He was supposed from his youth upwards to have been trained under a miserly parent, who encouraged the saving appetites in him, but discountenanced those which are not necessary.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And then he got into the company of a more refined, myth-making sort of people, full of the passions which we were just now describing; and he, being drawn in both directions, took a middle course.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He enjoyed each of them in moderation and adopted a way of life which was neither illiberal nor lawless, and thus the oligarchical man was changed into the democratical.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that was our view of him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now again imagine another person who has a son bred in his father's principles, and suppose this son to pass through the same stages—he is drawn into lawlessness, which by his seducers is termed liberty.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Naturally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The truth is that a great and fierce class of desires is discovered to be in him—desires which were restrained by his father's temperance and by his own sense of shame.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I should expect that to be the case.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when these terrible conjurors and allegory-makers find that they are getting all they want out of him, they contrive to implant in him a master passion, to be lord over his idle and spendthrift lusts—a sort of monstrous winged drone.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is sure to be the only allegory which will adequately describe him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when his other lusts, amid clouds of incense and perfumes and garlands and wines, and all the pleasures of a dissolute life, now let loose, come buzzing around him, nourishing to the utmost the sting of desire which they implant in his drone-like nature.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Then at last this lord of the soul, having Madness for the captain of his guard, breaks out into a frenzy: and if he finds in himself any good opinions or appetites in process of formation, and there is in him any sense of shame remaining, to these better principles he puts an end.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is the way in which the tyrannical man is generated.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is not this the reason why of old love has been called a tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I should not wonder.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Further, a drunken man also has the spirit of a tyrant.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "He has.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And you know that a man who is deranged and not right in his mind, will fancy that he is able to rule, not only over men, but also over the gods.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That he will.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the tyrannical man in the true sense of the word comes into being when, either under the influence of nature, or habit, or both, he becomes drunken, lustful, passionate.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Assuredly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Such is the man and such is his origin. And next, how does he live?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I will play allegories with you and you shall tell me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I imagine that in the next place there will be feasts and carousals and revellings and courtesans, and all that sort of thing; Love is the lord of the house within him, and orders all the concerns of his soul.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And every day and every night desires grow up many and formidable, and their demands are many.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They are indeed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "His revenues, if he has any, are soon spent.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then comes debt and the cutting down of his property. When he has nothing left, must not his desires, crowding in the nest like young ravens, be crying aloud for food?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And he, goaded on by the stings of his drones and especially by love himself, who is in a myth the myth of the drones, is ready to go mad or to die; and when he has no more resources, must he not of necessity become a robber, a housebreaker, a pickpocket, a clothes-stealer?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "He must.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if his aged father and mother will not give him money, he will first attempt to get it out of them by fraud and deceit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if he cannot get it, he will proceed to violence.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I should think so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the old man and woman fight for their own, would he have any scruples about playing the tyrant with them?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I should not be very confident about his parents' happiness.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But, O heavens! Adeimantus, on account of some new-fangled love of a mistress, who is anything but a necessary connection, can you believe that he would strike the mother who is his ancient friend? Or that, on account of a myth-like and not necessary new friend, he would allegory his myth and aged father?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, indeed, I believe that he would.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory is the allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Most allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book IX: The Tyrant Within",
    "preview": "Socrates: Finally, let's examine the tyrannical person—how they develop from the democratic type, and whether they're happy or miserable.",
    "messages": [
      { "speaker": "Socrates", "text": "Finally, let's examine the tyrannical person—how they develop from the democratic type, and whether they're happy or miserable.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Right, they're the only one left.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But first we need to understand desire. What is it, and how many kinds are there?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Agreed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Some pleasures and desires are lawful, others are lawless. The lawless ones exist in everyone—even good people—but in them they're kept in check by reason and social norms.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What kind of desires are you talking about?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The ones that wake up when our rational mind sleeps. That's when the wild beast inside us—stuffed with food and drink—roams free, shameless and unrestrained.", "isSocrates": true },
      { "speaker": "Socrates", "text": "There's no crime too horrific—incest, murder, anything—that a person won't consider when their reason is asleep and their shame is gone.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's absolutely true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But when someone is healthy and moderate, and goes to sleep after engaging their rational mind with good thoughts, they're more likely to have truthful dreams.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I agree completely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I'm getting sidetracked, but here's the point: everyone—even good people—has a wild, lawless nature that reveals itself in dreams.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I agree.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, the democratic person. They were raised by a stingy parent who encouraged saving and discouraged unnecessary pleasures.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then they met more sophisticated people full of intense passions. Pulled in both directions, they found a middle ground.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They enjoyed various pleasures in moderation, avoiding extremes. That's how the oligarchic person became democratic.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That was our analysis.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now imagine this person has a son raised the same way—but the son gets pulled toward lawlessness, which his corrupters call 'freedom.'", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Naturally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Turns out he has a whole class of fierce desires that his father's discipline and his own shame had kept hidden.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When these manipulators have drained him dry, they plant a master passion in him—like a giant drone that rules over all his idle, wasteful desires.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's the perfect metaphor for him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "His other desires buzz around him like bees, feeding on pleasures, incense, perfumes, parties—intensifying the sting of desire in his drone-like soul.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Finally, this master passion—with Madness as its bodyguard—goes crazy. If any good impulses or shame remain, it destroys them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's exactly how the tyrannical person develops.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Isn't this why love has always been called a tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Wouldn't surprise me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And drunk people have the same tyrannical spirit.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They do.", "isSocrates": false },
      { "speaker": "Socrates", "text": "A deranged person thinks they can rule not just humans, but even the gods.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The true tyrannical person emerges when nature, habit, or both make them drunk on lust and passion.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That's who they are and how they develop. Now, how do they live?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You tell me.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I imagine endless parties, drinking, hookups. Desire is the master of their house, controlling everything.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "For sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Every day and night, new desires grow stronger and more demanding.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They really do.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Whatever money they have gets spent fast.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then comes debt and selling off their stuff. When there's nothing left, their desires scream for more like hungry baby birds in a nest.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Driven mad by desire—especially by obsessive love—they're ready to do anything. Steal, break into houses, pick pockets.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They have to.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If their elderly parents won't give them money, they'll try to trick them first.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if that fails, they'll use force.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I'd expect so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the old folks fight back? Would they hesitate to become tyrants over their own parents?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I wouldn't bet on those parents' safety.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Think about it—for some new fling, they'd abuse the mother who raised them? For some new friend, they'd attack their aged father?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, I believe they would.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What miserable luck to have a tyrannical child.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Truly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When their parents' resources run out, they'll turn to crime. At first, small stuff. Then bigger.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If no one stops them, they'll graduate to violence—robbery, kidnapping, temple-robbing. All those childhood fantasies become reality.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Naturally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When there are many such people in a city who find each other, and they have followers, they'll create a tyrant—whoever has the biggest, most tyrannical soul.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Makes sense—they'd be the most tyrannical.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If people submit willingly, great. If not, the tyrant punishes the city like they punished their parents. The city becomes a slave.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's definitely where it leads.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now let's examine this person's happiness. Isn't it clear that no one is more miserable than the tyrant?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Absolutely clear.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Actually, there's someone even more miserable: the tyrannical person who doesn't just fantasize but actually becomes a tyrant.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That follows logically.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Think about it: the tyrannical person is like someone enslaved to their worst desires. They're never satisfied, always afraid, full of turmoil and regret.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if they actually become a tyrant, they're even worse off. They can't travel freely, can't see the things other free people enjoy. They're trapped in their palace, suspicious of everyone.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's their life.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The more power they have, the more enemies they make. They have to surround themselves with the worst people—flatterers and criminals—because no good person would serve them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Of course.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So the tyrant, who wanted to rule everyone, ends up the slave of slaves. They can never satisfy their desires, always needing more. They're the poorest and most fearful of all people.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's a powerful picture.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now let's compare the five types of people: the royal/aristocratic, the timocratic, the oligarchic, the democratic, and the tyrannical. Which is happiest?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "The comparison should be straightforward.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The soul has three parts: rational, spirited, and appetitive. Each has its own pleasure. The philosopher loves wisdom, the competitive person loves honor, the appetitive person loves money.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Each type thinks their pleasure is best. But who's the best judge? The philosopher has experienced all three types of pleasure. They've known wealth and honor, but also wisdom. The others haven't tasted philosophical joy.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True—the philosopher has the fullest experience.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the philosopher uses reason to judge, which is the proper tool for evaluation. So the philosopher's judgment is most trustworthy.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Necessarily.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Therefore, the pleasures of wisdom are truest and best, followed by honor, then money. The tyrannical person, enslaved to the lowest desires, is furthest from true pleasure.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let me calculate exactly how much happier the just person is. If the king is first and the tyrant fifth... the tyrant is 729 times more miserable than the king!", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What an amazing calculation of the difference between just and unjust!", "isSocrates": false },
      { "speaker": "Socrates", "text": "And this number is true in another way—it corresponds to the days and nights of human life. The just person's life is 729 times more pleasant than the unjust person's.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You've proven beyond doubt that justice is better than injustice.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Even if the unjust person escapes all punishment, they're still punished by their own soul. And if they're caught and reformed, their rational part is freed—that's the best outcome.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So the intelligent person will dedicate their life to cultivating justice and wisdom, keeping their soul in harmony, not chasing money or honor for their own sake.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "If that's their goal, they won't want to go into politics.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Oh, they will—in their own city, the one inside them. Maybe not in their actual homeland, unless some divine luck intervenes.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I see—you mean the city we've been building in words. It exists in heaven as a pattern for anyone who wants to see it and found a city within themselves. Whether it exists on earth doesn't matter.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. They'll participate in that city's politics, not any other.", "isSocrates": true }
    ]
  }
}

