{
  "id": 5,
  "original": {
    "title": "Book V: Women, Children & Philosopher Kings",
    "preview": "Socrates: Such is the good and true City or State, and the good man is of the same pattern.",
    "messages": [
      { "speaker": "Socrates", "text": "Such is the good and true City or State, and the good man is of the same pattern; and if this is right every other is wrong.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What are the evil forms?", "isSocrates": false },
      { "speaker": "Narrator", "text": "Socrates was proceeding to tell the order in which the four evil forms appeared when Polemarchus, sitting nearby, began to whisper to Adeimantus. He stretched forth his hand, took hold of Adeimantus by the shoulder, and said something in his ear.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "Certainly not, we shall not let him off.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Who is it you are refusing to let off?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You. We think that you are lazy, and mean to cheat us out of a whole chapter which is a very important part of the story.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "You fancy that we shall not notice your airy way of proceeding; as if it were self-evident to everybody, that in the matter of women and children 'friends have all things in common.'", "isSocrates": false },
      { "speaker": "Socrates", "text": "And was I not right, Adeimantus?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, but what is right in this particular case requires to be explained. Please tell us what sort of community you mean.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "We have been long expecting that you would tell us something about the family life of your citizens—how they will bring children into the world, and rear them when they have arrived.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "To that resolution you may regard me as saying Agreed.", "isSocrates": false },
      { "speaker": "Thrasymachus", "text": "And without more ado, you may consider us all to be equally agreed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You know not what you are doing in thus assailing me! What an argument are you raising about the State!", "isSocrates": true },
      { "speaker": "Socrates", "text": "Just as I thought that I had finished, and was only too glad that I had laid this question to sleep, you ask me to begin again at the very foundation.", "isSocrates": true },
      { "speaker": "Thrasymachus", "text": "For what purpose do you conceive that we have come here—to look for gold, or to hear discourse?", "isSocrates": false },
      { "speaker": "Glaucon", "text": "Yes, but discourse should have a limit.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The whole of life is the only limit which wise men assign to the hearing of such discourses.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Never mind about us; take heart yourself and answer the question in your own way: What sort of community of women and children is this which is to prevail among our guardians?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, my simple friend, but the answer is the reverse of easy; many more doubts arise about this than about our previous conclusions.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Fear not, for your audience will not be hard upon you; they are not sceptical or hostile.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well, I replied, I suppose that I must retrace my steps. For men born and educated like our citizens, the only way of arriving at a right conclusion about the possession and use of women and children is to follow the path on which we originally started.", "isSocrates": true },
      { "speaker": "Socrates", "text": "What I mean may be put into the form of a question: Are dogs divided into hes and shes, or do they both share equally in hunting and in keeping watch and in the other duties of dogs?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No, they share alike; the only difference between them is that the males are stronger and the females weaker.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But can you use different animals for the same purpose, unless they are bred and fed in the same way?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "You cannot.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then, if women are to have the same duties as men, they must have the same nurture and education?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then women must be taught music and gymnastic and also the art of war, which they must practise like the men?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is the inference, I suppose.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I should rather expect that several of our proposals, if they are carried out, being unusual, may appear ridiculous.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No doubt of it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, and the most ridiculous thing of all will be the sight of women naked in the palaestra, exercising with the men, especially when they are no longer young.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, indeed, according to present notions the proposal would be thought ridiculous.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But then, as we have determined to speak our minds, we must not fear the jests of the wits.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Not long ago, the Hellenes were of the opinion, which is still generally received among the barbarians, that the sight of a naked man was ridiculous and improper.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But when experience showed that to let all things be uncovered was far better than to cover them up, the ludicrous effect vanished before the better principle which reason asserted.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First, then, let us come to an understanding about the nature of woman: Is she capable of sharing either wholly or partially in the actions of men, or not at all?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That will be much the best way.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the male and female sex appear to differ in their fitness for any art or pursuit, we should say that such pursuit ought to be assigned to one or the other of them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But if the difference consists only in women bearing and men begetting children, this does not amount to a proof that a woman differs from a man in respect of the sort of education she should receive.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There is no special faculty of administration in a state which a woman has because she is a woman, or which a man has by virtue of his sex, but the gifts of nature are alike diffused in both.", "isSocrates": true },
      { "speaker": "Socrates", "text": "All the pursuits of men are the pursuits of women also, but in all of them a woman is inferior to a man.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "One woman has a gift of healing, another not; one is a musician, and another has no music in her nature. And one woman has a turn for gymnastic and military exercises, and another is unwarlike.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Men and women alike possess the qualities which make a guardian; they differ only in their comparative strength or weakness.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then let the wives of our guardians strip, for their virtue will be their robe, and let them share in the toils of war and the defence of their country.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here, then, is one difficulty in our law about women, which we may say that we have now escaped; the wave has not swallowed us up alive.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, that was a mighty wave which you have escaped.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, but a greater is coming; you will not think so when you see the next.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Go on; let me see.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The law which is the sequel of this is to the following effect: that the wives of our guardians are to be common, and their children are to be common, and no parent is to know his own child, nor any child his parent.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, that is a much greater wave than the other; and the possibility as well as the utility of such a law are far more questionable.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I do not think that there can be any dispute about the very great utility of having wives and children in common; the possibility is quite another matter.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I think that a good many doubts may be raised about both.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Well, I said, I submit to my fate. Yet grant me a little favour: let me feast my mind with the dream as day dreamers are in the habit of feasting themselves when they are walking alone.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I have no objection; proceed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You, who are their legislator, having selected the men, will now select the women and give them to them; they must be as far as possible of like natures with them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They must live in common houses and meet at common meals. None of them will have anything specially his or her own; they will be together, and will associate at gymnastic exercises.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so they will be drawn by a necessity of their natures to have intercourse with each other—necessity is not too strong a word, I think?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, necessity, not geometrical, but another sort of necessity which lovers know, and which is far more convincing.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can there be any greater evil than discord and distraction and plurality where unity ought to reign? Or any greater good than the bond of unity?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There cannot.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And there is unity where there is community of pleasures and pains—where all the citizens are glad or grieved on the same occasions of joy and sorrow?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No doubt.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Such differences commonly originate in a disagreement about the use of the terms 'mine' and 'not mine,' 'his' and 'not his.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is not that the best-ordered State in which the greatest number of persons apply the terms 'mine' and 'not mine' in the same way to the same thing?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Quite true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "It will now be time for us to return to our State and see whether this or some other form is most in accordance with these fundamental principles.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very good.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Unless philosophers are kings, or the kings and princes of this world have the spirit and power of philosophy, and political greatness and wisdom meet in one, cities will never have rest from their evils.", "isSocrates": true },
      { "speaker": "Socrates", "text": "No, nor the human race, as I believe—and then only will this our State have a possibility of life and behold the light of day.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Socrates, what do you mean? I think that you are aware that a word from you will rouse up a whole army of adversaries.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "They will rush at you with might and main, and if you do not repel them by force of argument and get away, you will be scornfully laughed at.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You got me into the scrape.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And I was quite right; however, I will not desert you, and will defend you with what I can—goodwill and encouragement, and, perhaps, more suitable answers than another.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Until philosophers rule as kings or those who are now called kings and leading men genuinely and adequately philosophize, there is no rest from ills for the cities, nor for the human race.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "But tell me, Socrates, what is the nature of these philosophers?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Those who are lovers of the vision of truth.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is also good; but I should like to know what you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "To another I might have a difficulty in explaining; but I am sure that you will admit a proposition which I am about to make.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What is the proposition?", "isSocrates": false },
      { "speaker": "Socrates", "text": "That since beauty is the opposite of ugliness, they are two. And inasmuch as they are two, each of them is one.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And of just and unjust, good and evil, and of every other class, the same remark holds: taken singly, each of them is one; but from the various combinations of them with actions and things and with one another, they are seen in all sorts of lights and appear many.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And this is the distinction which I draw between the sight-loving, art-loving, practical class and those of whom I am speaking, and who are alone worthy of the name of philosophers.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How do you distinguish them?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The lovers of sounds and sights are fond of fine tones and colours and forms and all the artificial products that are made out of them, but their mind is incapable of seeing or loving absolute beauty.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Few are they who are able to attain to the sight of absolute beauty.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And he who, having a sense of beautiful things has no sense of absolute beauty, or who, if another lead him to a knowledge of that beauty is unable to follow—of such an one I ask, Is he awake or in a dream only?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I should say that such an one was dreaming.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But take the case of the other, who recognises the existence of absolute beauty and is able to distinguish the idea from the objects which participate in the idea—is he a dreamer, or is he awake?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "He is wide awake.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And may we not say that the mind of the one who knows has knowledge, and that the mind of the other, who opines only, has opinion?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Those who see the absolute and eternal and immutable may be said to know, and not to have opinion only. Those who see the many beautiful, and who yet neither see absolute beauty, nor can follow any guide who points the way thither—such persons may be said to have opinion but not knowledge.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is certain.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book V: Women, Families & Philosopher Kings",
    "preview": "Socrates: So that's the good and true city, and the good person follows the same pattern.",
    "messages": [
      { "speaker": "Socrates", "text": "So that's the good and true city, and the good person follows the same pattern. If this is right, everything else is wrong.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What are the bad forms?", "isSocrates": false },
      { "speaker": "Narrator", "text": "Socrates was about to describe the four bad forms of government when Polemarchus, sitting nearby, started whispering to Adeimantus. He grabbed him by the shoulder and said something in his ear.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "No way, we're not letting him off the hook.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Who are you not letting off?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You. We think you're being lazy and trying to skip over a really important part of the story.", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "You're acting like it's obvious that when it comes to women and children, 'friends share everything.' But you need to explain what you mean.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Wasn't I right though, Adeimantus?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Maybe, but you still need to explain. What kind of sharing are you talking about?", "isSocrates": false },
      { "speaker": "Adeimantus", "text": "We've been waiting forever for you to tell us about family life in your city—how people will have kids and raise them.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "Count me in on that request.", "isSocrates": false },
      { "speaker": "Thrasymachus", "text": "Yeah, we're all agreed on this.", "isSocrates": false },
      { "speaker": "Socrates", "text": "You have no idea what you're getting me into! What an argument you're starting!", "isSocrates": true },
      { "speaker": "Socrates", "text": "I thought I was done, and now you want me to start over from the very beginning.", "isSocrates": true },
      { "speaker": "Thrasymachus", "text": "Why do you think we came here—to find gold, or to have a real conversation?", "isSocrates": false },
      { "speaker": "Glaucon", "text": "But conversations should have limits.", "isSocrates": false },
      { "speaker": "Socrates", "text": "A whole lifetime is the only limit for conversations like this.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Don't worry about us. Just answer the question your way: What's this whole 'shared women and children' thing among the guardians?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Look, this isn't easy to explain. Way more questions come up here than with anything we've discussed before.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Don't worry, we won't be too hard on you. We're not skeptics here.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay, I'll have to backtrack. For citizens educated like ours, the only way to figure out women and children is to follow the path we started on.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Let me put it this way: Do we divide dogs into males and females, or do they both hunt and guard equally?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They share the work equally. The only difference is males are stronger and females are weaker.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But can you use different animals for the same job unless they're raised and fed the same way?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No, you can't.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So if women are going to do the same jobs as men, they need the same education?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So women should learn music, athletics, and warfare, just like men?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I guess that follows.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I expect some of these proposals will seem ridiculous since they're so unusual.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No doubt.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The most ridiculous thing will be seeing women exercising naked in the gym with men, especially older women.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, by today's standards that would seem pretty crazy.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But since we've decided to speak our minds, we can't worry about people making jokes.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Not long ago, Greeks thought it was ridiculous and improper for men to be seen naked. Some cultures still think that way.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But once experience showed that being uncovered was better than being covered up, the ridiculous feeling went away because reason won out.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First, let's understand women's nature: Can they share in men's work fully, partially, or not at all?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's the right approach.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If men and women differ in their ability to do something, we should assign that task to one or the other.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But if the only difference is that women have babies and men father them, that doesn't prove women should be educated differently.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There's no special ability for running a state that belongs to women because they're women, or to men because they're men. Natural talents are spread across both.", "isSocrates": true },
      { "speaker": "Socrates", "text": "All the things men do, women can do too—though on average, women are somewhat weaker.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Some women are natural healers, others aren't. Some are musical, others have no rhythm. Some are athletic and warrior-like, others aren't.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Men and women both have the qualities needed to be guardians—they just differ in strength.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So let the wives of guardians train alongside the men. Their virtue will be their clothing. Let them share in war and defending the country.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay, we survived the first big wave of controversy about women. We didn't drown.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That was a big wave to get past.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yeah, but there's an even bigger one coming.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Bring it on.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here it is: The wives of guardians should be shared in common. The children should be shared too. No parent should know their own child, and no child should know their parent.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Whoa, that's way more controversial. Both the possibility and the usefulness of that are pretty questionable.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I don't think there's any question about how useful it would be. The possibility is another matter.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I think there are questions about both.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Okay, let me at least dream about it for a minute. Like daydreamers who walk around imagining what they'd do if their wishes came true.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Go ahead.", "isSocrates": false },
      { "speaker": "Socrates", "text": "As the lawmaker, you'd select men and women with similar natures to be together.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They'd live in common houses, eat together, exercise together. Nothing would be individually owned.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And naturally, living together like that, they'll be drawn to each other. 'Necessity' isn't too strong a word, right?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Not geometric necessity, but the kind of necessity lovers know—which is way more powerful.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can there be anything worse than conflict and division where there should be unity? Or anything better than the bond of unity?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nothing.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Unity happens when everyone shares the same pleasures and pains—when they're all happy or sad about the same things.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Most disagreements come from people arguing about what's 'mine' versus 'yours.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Isn't the best state one where the most people use 'mine' and 'not mine' to refer to the same things?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Totally.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's get back to our state and see if it matches these principles.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Sounds good.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Unless philosophers become kings, or the people we call kings start genuinely philosophizing, cities will never be free from their problems.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Neither will humanity. Only then will our ideal state have any chance of existing.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Socrates, do you realize what you just said? You've basically declared war on everyone. They're going to come at you hard.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "If you can't defend yourself with solid arguments, you're going to get destroyed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Hey, you got me into this mess.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And I was right to! But I won't abandon you. I'll defend you however I can—with encouragement and maybe better answers than someone else could give.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Until philosophers rule as kings, or current rulers genuinely embrace philosophy, there's no end to suffering for cities or for humanity.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Okay, but tell me—what exactly is a philosopher?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Those who love seeing the truth.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That sounds right, but what does it mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "This might be hard to explain to most people, but I think you'll get it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What's your point?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Beauty is the opposite of ugliness, so they're two things. And since they're two, each one is one thing.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Same with just and unjust, good and evil. Each is one thing by itself. But when they combine with actions and objects and each other, they seem to be many things.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "This is how I distinguish between people who just love sights and sounds, and actual philosophers.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How do you tell them apart?", "isSocrates": false },
      { "speaker": "Socrates", "text": "People who love beautiful sounds and colors and art can't see or love absolute beauty itself.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Very few people can actually perceive absolute beauty.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Someone who sees beautiful things but can't see beauty itself—even if you lead them to it—is that person awake or dreaming?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I'd say they're dreaming.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But someone who recognizes absolute beauty and can tell the difference between the idea and the things that share in it—are they dreaming or awake?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Totally awake.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Can we say that the one who knows has knowledge, and the one who only has opinions has... well, just opinions?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Those who see the absolute, eternal, unchanging things have knowledge. Those who see many beautiful things but can't see absolute beauty—they have opinions, not knowledge.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's certain.", "isSocrates": false }
    ]
  }
}

