{
  "id": 8,
  "original": {
    "title": "Book VIII: The Decline of States",
    "preview": "Socrates: And so, Glaucon, we have arrived at the conclusion that in the perfect State wives and children are to be in common.",
    "messages": [
      { "speaker": "Socrates", "text": "And so, Glaucon, we have arrived at the conclusion that in the perfect State wives and children are to be in common; and that all education and the pursuits of war and peace are also to be common, and the best philosophers and the bravest warriors are to be their kings.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That has been acknowledged.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, and we have further acknowledged that the governors will take their soldiers and place them in houses which are common to all, and contain nothing private.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I remember that no one was to have any of the ordinary possessions of mankind; they were to be warrior athletes and guardians, receiving from the other citizens only their maintenance.", "isSocrates": false },
      { "speaker": "Socrates", "text": "True. And now that this division of our task is concluded, let us find the point at which we digressed, that we may return into the old path.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "There is no difficulty in returning; you implied that you had finished the description of the State. You said that such a State was good, and that the man was good who answered to it.", "isSocrates": false },
      { "speaker": "Glaucon", "text": "And you said further that if this was the true form, then the others were false; and of the false forms, you said there were four principal ones, and that their defects were worth examining.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Your recollection is most exact.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I shall particularly wish to hear what were the four constitutions of which you were speaking.", "isSocrates": false },
      { "speaker": "Socrates", "text": "That question is easily answered: the four governments of which I spoke, so far as they have distinct names, are, first, those of Crete and Sparta, which are generally applauded; what is termed oligarchy comes next; this is not equally approved, and is a form of government which teems with evils.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Thirdly, democracy, which naturally follows oligarchy, although very different; and lastly comes tyranny, great and famous, which differs from them all, and is the fourth and worst disorder of a State.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, we certainly hear of many curious forms of government which exist among them.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Do you know that governments vary as the dispositions of men vary, and that there must be as many of the one as there are of the other? For we cannot suppose that States are made of 'oak and rock,' and not out of the human natures which are in them.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, the States are as the men are; they grow out of human characters.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then if the constitutions of States are five, the dispositions of individual minds will also be five.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then let us now proceed to describe the inferior sort of natures, being the contentious and ambitious, who answer to the Spartan polity; also the oligarchical, democratical, and tyrannical.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Let us place the most just by the side of the most unjust, and when we see them we shall be able to compare the relative happiness or unhappiness of him who leads a life of pure justice or pure injustice.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly, we must do as you say.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First, then, let us enquire how timocracy arises out of aristocracy. Clearly, all political changes originate in divisions of the actual governing power; a government which is united, however small, cannot be moved.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "In what way, then, will our city be moved? Shall we, after the manner of Homer, pray the Muses to tell us 'how discord first arose'?", "isSocrates": true },
      { "speaker": "Socrates", "text": "The Muses would say: A city which is thus constituted can hardly be shaken; but, seeing that everything which has a beginning has also an end, even a constitution such as yours will not last for ever, but will in time be dissolved.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And what do the Muses say next?", "isSocrates": false },
      { "speaker": "Socrates", "text": "When discord arose, then the two races were drawn different ways: the iron and brass fell to acquiring money and land and houses and gold and silver; but the gold and silver races, not wanting money but having the true riches in their own nature, inclined towards virtue and the ancient order of things.", "isSocrates": true },
      { "speaker": "Socrates", "text": "There was a battle between them, and at last they agreed to distribute their land and houses among individual owners; and they enslaved their friends and maintainers, whom they had formerly protected, and made of them subjects and servants.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I believe that you have rightly conceived the origin of the change.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the new government which thus arises will be of a form intermediate between oligarchy and aristocracy.", "isSocrates": true },
      { "speaker": "Socrates", "text": "In the honour given to rulers, in the abstinence of the warrior class from agriculture and trade, in the institution of common meals, and in the attention paid to gymnastics and military training—in all these respects this State will resemble the former.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But in the fear of admitting philosophers to power, and in turning from them to passionate and less complex characters, who are by nature fitted for war rather than peace—this State will be peculiar.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And men of this stamp will be covetous of money, like those who live in oligarchies; they will have a fierce secret longing after gold and silver, which they will hoard in dark places.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That is most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And they are miserly because they have no means of openly acquiring the money which they prize; they will spend that which is another man's on the gratification of their desires, stealing their pleasures and running away like children from the law.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Undoubtedly, the form of government which you describe is a mixture of good and evil.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Why, there is a mixture; but one thing, and one thing only, is predominantly seen—the spirit of contention and ambition; and these are due to the prevalence of the passionate or spirited element.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Assuredly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now what man answers to this form of government—how did he come into being, and what is he like?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I think that in the spirit of contention which characterises him, he is not unlike our friend Glaucon.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Perhaps, but there are other respects in which he is very different. He should have more of self-assertion and be less cultivated, and yet a friend of culture; and he should be a good listener, but no speaker.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Such a person is apt to be rough with slaves, and he will also be courteous to freemen, and remarkably obedient to authority; he is a lover of power and a lover of honour.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is the type of character which answers to timocracy.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Such an one will despise riches only when he is young; but as he gets older he will be more and more attracted to them, because he has a piece of the avaricious nature in him.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Who was his best guardian?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Philosophy, tempered with music, who comes and takes her abode in a man, and is the only saviour of his virtue throughout life.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Good.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Next, let us look at another man who is set over against another State; I believe that oligarchy follows next in order.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "And what manner of government do you term oligarchy?", "isSocrates": false },
      { "speaker": "Socrates", "text": "A government resting on a valuation of property, in which the rich have power and the poor man is deprived of it.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "I understand.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The accumulation of gold in the treasury of private individuals is the ruin of timocracy; they invent illegal modes of expenditure; for what do they or their wives care about the law?", "isSocrates": true },
      { "speaker": "Socrates", "text": "And then one, seeing another grow rich, seeks to rival him, and thus the great mass of the citizens become lovers of money.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Likely enough.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so they grow richer and richer, and the more they think of making a fortune the less they think of virtue; for when riches and virtue are placed together in the scales of the balance, the one always rises as the other falls.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And what is honoured is cultivated, and that which has no honour is neglected. And so at last, instead of loving contention and glory, men become lovers of trade and money; they honour and look up to the rich man, and make a ruler of him, and dishonour the poor man.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They do so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First of all, consider the nature of the qualification—just think what would happen if pilots were to be chosen according to their property, and a poor man were refused permission to steer, even though he were a better pilot?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "You mean that they would shipwreck?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes; and is not this true of the government of anything?", "isSocrates": true },
      { "speaker": "Socrates", "text": "Another discreditable feature is the inevitable division: such a State is not one, but two States, the one of poor, the other of rich men; and they are living on the same spot and always conspiring against one another.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That, surely, is at least as bad.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then oligarchy may now be dismissed. Let us next proceed to consider the nature and origin of the individual who answers to this State.", "isSocrates": true },
      { "speaker": "Socrates", "text": "A time arrives when the representative of timocracy has a son: at first he begins by emulating his father and walking in his footsteps, but presently he sees him foundering against the State as upon a sunken reef.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He may have been a general or some other high officer who is brought to trial and either put to death, or exiled, or deprived of his privileges and all his property taken from him.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Nothing more likely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the son has seen and known all this—he is a ruined man, and his fear has taught him to knock ambition and passion from his bosom's throne; humbled by poverty he takes to money-making and by mean and miserly savings and hard work gets a fortune together.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Of all changes, there is none so speedy or so sure as the conversion of the ambitious youth into the avaricious one.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then comes democracy; of this the origin and nature have still to be considered. And how does the change from oligarchy into democracy arise? Is it not on this wise—The good at which such a State aims is to become as rich as possible, a desire which is insatiable.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What then?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The rulers, being aware that their power rests upon their wealth, refuse to curtail by law the extravagance of the spendthrift youth because they gain by their ruin; they take interest from them and buy up their estates and thus increase their own wealth and importance.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And then democracy comes into being after the poor have conquered their opponents, slaughtering some and banishing some, while to the remainder they give an equal share of freedom and power; and this is the form of government in which the magistrates are commonly elected by lot.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, that is the nature of democracy.", "isSocrates": false },
      { "speaker": "Socrates", "text": "In the first place, are they not free; and is not the city full of freedom and frankness—a man may say and do what he likes?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "'Tis said so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And where freedom is, the individual is clearly able to order for himself his own life as he pleases?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then in this kind of State there will be the greatest variety of human natures?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "There will.", "isSocrates": false },
      { "speaker": "Socrates", "text": "This, then, seems likely to be the fairest of States, being an embroidered robe which is spangled with every sort of flower. And just as women and children think a variety of colours to be of all things most charming, so there are many men to whom this State, which is spangled with the manners and characters of mankind, will appear to be the fairest of States.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is not their humanity to the condemned in some cases quite charming? Have you not observed how, in a democracy, many persons, although they have been sentenced to death or exile, just stay where they are and walk about the world—the gentleman parades like a hero, and nobody sees or cares?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, many and many a one.", "isSocrates": false },
      { "speaker": "Socrates", "text": "See too the forgiving spirit of democracy, and the 'don't care' about trifles, and the disregard which she shows of all the fine principles which we solemnly laid down at the foundation of the city.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, she is of a noble spirit.", "isSocrates": false },
      { "speaker": "Socrates", "text": "These and other kindred characteristics are proper to democracy, which is a charming form of government, full of variety and disorder, and dispensing a sort of equality to equals and unequals alike.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "We know her well.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And last of all comes the most beautiful of all, tyranny, which out of democracy, tyranny naturally arises.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The excessive increase of anything often causes a reaction in the opposite direction; and this is the case not only in the seasons and in vegetable and animal life, but above all in forms of government.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The excess of liberty, whether in States or individuals, seems only to pass into excess of slavery.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yes, the natural order.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And so tyranny naturally arises out of democracy, and the most aggravated form of tyranny and slavery out of the most extreme form of liberty.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "As we might expect.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book VIII: How Governments Fall Apart",
    "preview": "Socrates: So Glaucon, we've established that in the perfect state, families and education are shared, and philosopher-warriors are kings.",
    "messages": [
      { "speaker": "Socrates", "text": "So Glaucon, we've established that in the perfect state, families and education are shared, and philosopher-warriors are kings.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's been agreed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the rulers will house soldiers in common quarters with no private property.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right, they're warrior-athletes who only receive what they need to live—no ordinary possessions.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Good. Now let's get back to where we got sidetracked.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Easy enough. You said this state was good and the person who matches it is good. But if this is the true form, the others are false—and you mentioned four main false forms worth examining.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Your memory is excellent.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I really want to hear about those four constitutions.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here they are: First, the Spartan type—generally admired. Second, oligarchy—not as popular, full of problems. Third, democracy—naturally follows oligarchy but very different. Fourth and worst: tyranny.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah, there are lots of weird government types out there.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Governments vary just like people do. States aren't made of rocks—they're made of human nature.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True. States reflect the character of their people.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So if there are five types of states, there are five types of individual personalities.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's describe the inferior types: the competitive-ambitious type (Spartan), the oligarchic type, the democratic type, and the tyrannical type.", "isSocrates": true },
      { "speaker": "Socrates", "text": "We'll compare the most just person with the most unjust to see who's actually happier.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Let's do it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First: how does timocracy—government by honor—arise from aristocracy? All political change starts with division in the ruling class. A united government, even a small one, can't be overthrown.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "How does our ideal city fall apart? Let's ask the Muses, Homer-style: 'How did discord first arise?'", "isSocrates": true },
      { "speaker": "Socrates", "text": "The Muses would say: Even the best constitution won't last forever. Everything that begins must end.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What happens next?", "isSocrates": false },
      { "speaker": "Socrates", "text": "When discord comes, the 'iron and bronze' types chase money, land, houses, gold, silver. But the 'gold and silver' types—naturally rich in virtue—lean toward the old ways.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They fight, then compromise: divide up property, enslave the people they used to protect.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That sounds right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The new government is a mix of oligarchy and aristocracy.", "isSocrates": true },
      { "speaker": "Socrates", "text": "It keeps some good things: honoring rulers, warriors avoiding business, common meals, athletic training.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But it fears philosophers. It prefers passionate, simple warriors over complex thinkers.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "These people secretly crave money. They hoard gold and silver in hidden places.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's so true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "They're cheap because they can't openly pursue wealth. They spend other people's money on pleasures, hiding from the law like children.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "This government is definitely a mix of good and bad.", "isSocrates": false },
      { "speaker": "Socrates", "text": "There's a mix, but one thing dominates: competition and ambition. That's the spirited element taking over.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What kind of person matches this government?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "The competitive spirit reminds me of Glaucon, actually.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Maybe in that one way. But this type is more aggressive, less educated—though they appreciate culture. They listen well but can't speak well.", "isSocrates": true },
      { "speaker": "Socrates", "text": "They're harsh to servants, polite to equals, and super obedient to authority. They love power and honor.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's the timocratic personality exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Young, they despise money. But as they age, they want it more—there's greed hidden in them.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What's their best protection?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Philosophy combined with culture. That's the only thing that can save virtue throughout life.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Good point.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Next up: oligarchy.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "What's oligarchy exactly?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Government based on wealth. Rich people have power, poor people don't.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Got it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here's how timocracy becomes oligarchy: People start hoarding private wealth. They find ways around the law—they and their spouses don't care about rules.", "isSocrates": true },
      { "speaker": "Socrates", "text": "One person sees another getting rich and wants to compete. Soon everyone's obsessed with money.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Probably.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The richer they get, the less they care about virtue. When money and virtue are on a scale, one rises as the other falls.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Whatever's honored gets pursued; whatever's ignored gets neglected. So instead of valuing competition and glory, people value money and trade. They worship the rich and despise the poor.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's how it goes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Think about this: what if ship captains were chosen by wealth, and a poor person couldn't steer even if they were the best navigator?", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "They'd crash the ship.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. Same with governing anything.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Another problem: oligarchy isn't one state—it's two. Rich versus poor, living together but constantly plotting against each other.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's just as bad.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Let's move on. How does the oligarchic individual develop?", "isSocrates": true },
      { "speaker": "Socrates", "text": "Picture this: a timocratic father has a son who admires him at first. But then the father crashes—gets prosecuted, exiled, loses everything.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Happens all the time.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The son sees this disaster. Fear kicks ambition off its throne. Humbled by poverty, he becomes obsessed with making money through hard work and penny-pinching.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Nothing transforms someone faster than watching their ambitious parent get destroyed.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now democracy. How does it emerge from oligarchy? The oligarchy's whole goal is getting richer—an endless desire.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "And then?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The rulers won't stop young spendthrifts from wasting money because they profit from it—they charge interest and buy up their property, getting even richer.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Eventually the poor overthrow the rich—killing some, exiling others—and give everyone equal power. Leaders are chosen by lottery.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's democracy.", "isSocrates": false },
      { "speaker": "Socrates", "text": "First thing you notice: freedom. Everyone can say and do whatever they want.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's what they say.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And where there's freedom, people can live however they choose.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Obviously.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So you get the greatest variety of human types.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "It seems like the most beautiful state—like a colorful embroidered robe with every kind of pattern. Just as kids love bright colors, many people think this variety makes democracy the best state.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And it's so relaxed! People sentenced to death or exile just... walk around freely. Nobody notices or cares.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Seen it many times.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Democracy has this forgiving, 'whatever' attitude. It ignores all the careful principles we laid down for building a good state.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Very noble of her.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So democracy is charming—full of variety and chaos, treating equals and unequals the same.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "We know her well.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And finally, the most 'beautiful' of all: tyranny. It grows naturally out of democracy.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Clearly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Too much of anything causes a swing to the opposite. This is true in seasons, in living things, and especially in governments.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Extreme freedom leads to extreme slavery.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "That's the natural order.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So tyranny naturally emerges from democracy. The worst slavery comes from the greatest freedom.", "isSocrates": true },
      { "speaker": "Adeimantus", "text": "Makes sense.", "isSocrates": false }
    ]
  }
}

