{
  "id": 7,
  "original": {
    "title": "Book VII: The Allegory of the Cave",
    "preview": "Socrates: And now, let me show in a figure how far our nature is enlightened or unenlightened.",
    "messages": [
      { "speaker": "Socrates", "text": "And now, let me show in a figure how far our nature is enlightened or unenlightened.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Behold! Human beings living in an underground den, which has a mouth open towards the light and reaching all along the den; here they have been from their childhood, and have their legs and necks chained so that they cannot move, and can only see before them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Above and behind them a fire is blazing at a distance, and between the fire and the prisoners there is a raised way; and you will see, if you look, a low wall built along the way, like the screen which marionette players have in front of them, over which they show the puppets.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I see.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And do you see men passing along the wall carrying all sorts of vessels, and statues and figures of animals made of wood and stone and various materials, which appear over the wall? Some of them are talking, others silent.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "You have shown me a strange image, and they are strange prisoners.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Like ourselves. And they see only their own shadows, or the shadows of one another, which the fire throws on the opposite wall of the cave.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True; how could they see anything but the shadows if they were never allowed to move their heads?", "isSocrates": false },
      { "speaker": "Socrates", "text": "And of the objects which are being carried in like manner they would only see the shadows?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if they were able to converse with one another, would they not suppose that they were naming what was actually before them?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "To them, the truth would be literally nothing but the shadows of the images.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now look again, and see what will naturally follow if the prisoners are released and disabused of their error.", "isSocrates": true },
      { "speaker": "Socrates", "text": "At first, when any of them is liberated and compelled suddenly to stand up and turn his neck round and walk and look towards the light, he will suffer sharp pains; the glare will distress him, and he will be unable to see the realities of which in his former state he had seen the shadows.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And then conceive someone saying to him, that what he saw before was an illusion, but that now, when he is approaching nearer to being and his eye is turned towards more real existence, he has a clearer vision—what will be his reply?", "isSocrates": true },
      { "speaker": "Socrates", "text": "And you may further imagine that his instructor is pointing to the objects as they pass and requiring him to name them—will he not be perplexed? Will he not fancy that the shadows which he formerly saw are truer than the objects which are now shown to him?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Far truer.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if he is compelled to look straight at the light, will he not have a pain in his eyes which will make him turn away to take refuge in the objects of vision which he can see, and which he will conceive to be in reality clearer than the things which are now being shown to him?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And suppose once more, that he is reluctantly dragged up a steep and rugged ascent, and held fast until he is forced into the presence of the sun himself, is he not likely to be pained and irritated?", "isSocrates": true },
      { "speaker": "Socrates", "text": "When he approaches the light his eyes will be dazzled, and he will not be able to see anything at all of what are now called realities.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Not all in a moment.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He will require to grow accustomed to the sight of the upper world. And first he will see the shadows best, next the reflections of men and other objects in the water, and then the objects themselves.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Then he will gaze upon the light of the moon and the stars and the spangled heaven; and he will see the sky and the stars by night better than the sun or the light of the sun by day.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Last of all he will be able to see the sun, and not mere reflections of him in the water, but he will see him in his own proper place, and not in another; and he will contemplate him as he is.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He will then proceed to argue that this is he who gives the seasons and the years, and is the guardian of all that is in the visible world, and in a certain way the cause of all things which he and his fellows have been accustomed to behold.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly, he would first see the sun and then reason about him.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And when he remembered his old habitation, and the wisdom of the den and his fellow-prisoners, do you not suppose that he would felicitate himself on the change, and pity them?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly, he would.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if they were in the habit of conferring honours among themselves on those who were quickest to observe the passing shadows and to remark which of them went before, and which followed after, and which were together—do you think that he would care for such honours and glories?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, I think that he would rather suffer anything than entertain these false notions and live in this miserable manner.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Imagine once more such an one coming suddenly out of the sun to be replaced in his old situation; would he not be certain to have his eyes full of darkness?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "To be sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if there were a contest, and he had to compete in measuring the shadows with the prisoners who had never moved out of the den, while his sight was still weak, would he not be ridiculous?", "isSocrates": true },
      { "speaker": "Socrates", "text": "Men would say of him that up he went and down he came without his eyes; and that it was better not even to think of ascending; and if any one tried to loose another and lead him up to the light, let them only catch the offender, and they would put him to death.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No question.", "isSocrates": false },
      { "speaker": "Socrates", "text": "This entire allegory, you may now append, dear Glaucon, to the previous argument; the prison-house is the world of sight, the light of the fire is the sun.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And you will not misapprehend me if you interpret the journey upwards to be the ascent of the soul into the intellectual world according to my poor belief.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But, whether true or false, my opinion is that in the world of knowledge the idea of good appears last of all, and is seen only with an effort.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And, when seen, is also inferred to be the universal author of all things beautiful and right, parent of light and of the lord of light in this visible world, and the immediate source of reason and truth in the intellectual.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And that this is the power upon which he who would act rationally, either in public or private life must have his eye fixed.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree, as far as I am able to understand you.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Moreover, you must not wonder that those who attain to this beatific vision are unwilling to descend to human affairs; for their souls are ever hastening into the upper world where they desire to dwell.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes, very natural.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is there anything surprising in one who passes from divine contemplations to the evil state of man, misbehaving himself in a ridiculous manner?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Anything but surprising.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Any one who has common sense will remember that the bewilderments of the eyes are of two kinds, and arise from two causes, either from coming out of the light or from going into the light.", "isSocrates": true },
      { "speaker": "Socrates", "text": "This is equally true of the mind's eye; and he who remembers this when he sees any one whose vision is perplexed and weak, will not be too ready to laugh.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is a very just distinction.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But then, if I am right, certain professors of education must be wrong when they say that they can put a knowledge into the soul which was not there before, like sight into blind eyes.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They undoubtedly say this.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Whereas, our argument shows that the power and capacity of learning exists in the soul already; and that just as the eye was unable to turn from darkness to light without the whole body, so too the instrument of knowledge can only by the movement of the whole soul be turned from the world of becoming into that of being.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then, the business of us who are the founders of the State will be to compel the best minds to attain that knowledge which we have already shown to be the greatest of all—they must continue to ascend until they arrive at the good.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But when they have ascended and seen enough we must not allow them to do as they do now.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "I mean that they remain in the upper world: but this must not be allowed; they must be made to descend again among the prisoners in the den, and partake of their labours and honours, whether they are worth having or not.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "But is not this unjust? Ought we to give them a worse life, when they might have a better?", "isSocrates": false },
      { "speaker": "Socrates", "text": "You have again forgotten, my friend, the intention of the legislator, who did not aim at making any one class in the State happy above the rest; the happiness was to be in the whole State.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He held the citizens together by persuasion and necessity, making them benefactors of the State, and therefore benefactors of one another; to this end he created them, not to please themselves, but to be his instruments in binding up the State.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True, I had forgotten.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Observe, Glaucon, that there will be no injustice in compelling our philosophers to have a care and providence of others.", "isSocrates": true },
      { "speaker": "Socrates", "text": "We shall explain to them that in other States, men of their class are not obliged to share in the toils of politics: and this is reasonable, for they grow up at their own sweet will, and the government would rather not have them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But we have brought you into the world to be rulers of the hive, kings of yourselves and of the other citizens, and have educated you far better and more perfectly than they have been educated.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Quite true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Wherefore each of you, when his turn comes, must go down to the general underground abode, and get the habit of seeing in the dark. When you have acquired the habit, you will see ten thousand times better than the inhabitants of the den.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And you will know what the several images are, and what they represent, because you have seen the beautiful and just and good in their truth.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And thus our State which is also yours will be a reality, and not a dream only, and will be administered in a spirit unlike that of other States, in which men fight with one another about shadows only and are distracted in the struggle for power.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Quite true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Whereas the truth is that the State in which the rulers are most reluctant to govern is always the best and most quietly governed, and the State in which they are most eager, the worst.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Quite true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And will our pupils, when they hear this, refuse to take their turn at the toils of State, when they are allowed to spend the greater part of their time with one another in the heavenly light?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Impossible, for they are just men, and the commands which we impose upon them are just.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Yes, my friend; and there lies the point. You must contrive for your future rulers another and a better life than that of a ruler, and then you may have a well-ordered State.", "isSocrates": true },
      { "speaker": "Socrates", "text": "For only in the State which offers this, will they rule who are truly rich, not in silver and gold, but in virtue and wisdom, which are the true blessings of life.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Most true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And now shall we consider in what way such guardians will be produced, and how they are to be brought from darkness to light—as some are said to have ascended from the world below to the gods?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "By all means.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And should we not enquire what sort of knowledge has the power of effecting such a change?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Certainly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What sort of knowledge is there which would draw the soul from becoming to being?", "isSocrates": true },
      { "speaker": "Socrates", "text": "A something which all arts and sciences and intelligences use in common, and which every one first has to learn among the elements of education.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What is that?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The little matter of distinguishing one, two, and three—in a word, number and calculation. Do not all arts and sciences necessarily partake of them?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yes.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then this is knowledge of the kind for which we are seeking, having a double use, military and philosophical; for the man of war must learn the art of number or he will not know how to array his troops.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And the philosopher also, because he has to rise out of the sea of change and lay hold of true being, and therefore he must be an arithmetician.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That is true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And next, shall we enquire whether the kindred science also concerns us? You mean geometry?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly so.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then, my noble friend, geometry will draw the soul towards truth, and create the spirit of philosophy, and raise up that which is now unhappily allowed to fall down.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nothing will be more likely to have such an effect.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And suppose we make astronomy the third—what do you say?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I am strongly inclined to it; the observation of the seasons and of months and years is as essential to the general as it is to the farmer or sailor.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I am amused at your fear of the world, which makes you guard against the appearance of insisting upon useless studies.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And I quite admit the difficulty of believing that in every man there is an eye of the soul which, when by other pursuits lost and dimmed, is by these purified and re-illumined; and is more precious far than ten thousand bodily eyes, for by it alone is truth seen.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I think that I should prefer to carry on the argument mainly on my own behalf.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then geometry will draw the soul towards truth, and create the spirit of philosophy.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nothing will be more likely to have such an effect.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book VII: The Cave",
    "preview": "Socrates: Let me show you how enlightened—or unenlightened—human nature really is.",
    "messages": [
      { "speaker": "Socrates", "text": "Let me show you how enlightened—or unenlightened—human nature really is.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Picture this: People living in an underground cave. There's an opening toward the light, but they've been chained there since childhood—legs and necks locked in place so they can only look straight ahead.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Behind them, a fire is burning. Between the fire and the prisoners is a raised walkway with a low wall—like the screen puppeteers use.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I can picture it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now imagine people walking along that wall, carrying all kinds of objects—statues, animal figures made of wood and stone—that stick up above the wall. Some are talking, some are silent.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a strange image. Strange prisoners.", "isSocrates": false },
      { "speaker": "Socrates", "text": "They're just like us. All they can see are their own shadows, or shadows of each other, cast on the cave wall by the fire.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True—how could they see anything else if they can't turn their heads?", "isSocrates": false },
      { "speaker": "Socrates", "text": "And the objects being carried past—they'd only see the shadows of those too, right?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Yeah.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If they could talk to each other, wouldn't they assume the shadows were real things?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "For them, truth would literally be nothing but shadows.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's certain.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now think about what happens if one of them is released and forced to stand up, turn around, and walk toward the light.", "isSocrates": true },
      { "speaker": "Socrates", "text": "At first, it would hurt. The light would be blinding. He wouldn't be able to see the real objects—he'd only known their shadows before.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Imagine someone telling him: 'What you saw before was an illusion. Now you're closer to reality and seeing more clearly.' What would he think?", "isSocrates": true },
      { "speaker": "Socrates", "text": "And if someone pointed at the actual objects and asked him to name them—wouldn't he be totally confused? Wouldn't he think the shadows were more real than these new things?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Way more real.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if he's forced to look directly at the light, won't it hurt so much that he turns back to the shadows—the things he can actually see—thinking they're clearer than what's being shown to him?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now imagine he's dragged up a steep, rough path and forced out into the sunlight. He'd be pained and angry, right?", "isSocrates": true },
      { "speaker": "Socrates", "text": "The brightness would be overwhelming. At first, he couldn't see anything at all.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Not right away.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He'd need time to adjust. First he'd see shadows, then reflections in water, then actual objects.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Then he could look at the night sky—the moon, the stars. That would be easier than looking at the sun during the day.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Finally, he'd be able to look at the sun itself—not just its reflection, but the actual sun in its proper place.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And he'd realize that the sun is responsible for the seasons and years, that it governs everything in the visible world—that it's the cause of everything he and his fellow prisoners used to see.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Clearly, he'd see the sun first and then figure out what it means.", "isSocrates": false },
      { "speaker": "Socrates", "text": "When he remembered his old home in the cave, and the 'wisdom' of his fellow prisoners, wouldn't he feel lucky about the change? Wouldn't he pity them?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "If the prisoners used to give awards to whoever was best at predicting which shadows would come next—would he care about those honors anymore?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No way. He'd rather suffer anything than go back to that life.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now imagine he goes back down into the cave. His eyes would be full of darkness again, right?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "For sure.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if he had to compete with the prisoners at identifying shadows while his eyes were still adjusting, wouldn't he look ridiculous?", "isSocrates": true },
      { "speaker": "Socrates", "text": "They'd say: 'He went up there and came back blind! It's not worth even trying to go up.' And if anyone tried to free them and lead them up, they'd kill him if they could.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Absolutely.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, Glaucon, connect this whole allegory to our earlier discussion. The cave is the visible world. The fire's light is the sun.", "isSocrates": true },
      { "speaker": "Socrates", "text": "The journey upward is the soul's ascent into the intellectual world—that's my interpretation, anyway.", "isSocrates": true },
      { "speaker": "Socrates", "text": "In the world of knowledge, the idea of the Good is the last thing you see, and it takes real effort.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But once you see it, you realize it's the source of everything beautiful and right—the parent of light in the visible world, and the source of reason and truth in the intellectual world.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Anyone who wants to act rationally, in public or private life, has to keep their eye fixed on this.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I agree, as far as I can understand you.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And don't be surprised that people who reach this vision don't want to come back to human affairs. Their souls are always rushing toward that higher world.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And is it surprising that someone who goes from divine contemplation back to human misery seems awkward and ridiculous?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Not at all.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Anyone with sense knows that eyes can be confused in two ways: coming from light into darkness, or from darkness into light.", "isSocrates": true },
      { "speaker": "Socrates", "text": "The same is true of the mind. When you see someone confused, don't laugh—ask whether they're coming from brightness or going toward it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a fair distinction.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So those teachers who claim they can put knowledge into souls that don't have it—like giving sight to blind eyes—they're wrong.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "They definitely say that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But our argument shows that the power to learn already exists in the soul. Just like the eye can't turn from darkness to light without the whole body turning, the mind can only move from appearances to reality when the whole soul turns.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Very true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So as founders of this state, our job is to force the best minds to pursue the highest knowledge—to keep climbing until they reach the Good.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But once they've seen it, we can't let them stay up there.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "They have to go back down to the cave. They have to share in the prisoners' work and honors, whether those are worth having or not.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "But isn't that unfair? Why give them a worse life when they could have a better one?", "isSocrates": false },
      { "speaker": "Socrates", "text": "You're forgetting our purpose. The lawgiver isn't trying to make one class super happy—the goal is happiness for the whole state.", "isSocrates": true },
      { "speaker": "Socrates", "text": "He uses persuasion and necessity to bind citizens together, making them benefit each other. They weren't created to please themselves, but to unite the state.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right, I forgot that.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Look, Glaucon—it's not unjust to make our philosophers take care of others.", "isSocrates": true },
      { "speaker": "Socrates", "text": "In other states, philosophers aren't required to participate in politics—and that's fair because they educated themselves. The government doesn't want them.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But we raised you to be rulers, kings of yourselves and of others. We educated you far better than philosophers elsewhere.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So each of you must take turns going back down to the cave. Get used to the darkness. Once you adjust, you'll see ten thousand times better than the people who live there.", "isSocrates": true },
      { "speaker": "Socrates", "text": "You'll understand what the shadows really are because you've seen truth, beauty, and goodness firsthand.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And our state will be real, not just a dream. Unlike other states where people fight over shadows and struggle for power.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Here's the truth: The state where rulers least want to govern is always the best governed. The state where they're eager for power is the worst.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "So true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Will our students refuse to take their turn at governing when they get to spend most of their time in the light?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "No—they're just people, and our commands are just.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. The key is this: you have to offer your rulers a better life than being a ruler. Only then will you have a well-governed state.", "isSocrates": true },
      { "speaker": "Socrates", "text": "Because only in that state will the truly rich rule—rich not in money, but in virtue and wisdom, which are the real treasures of life.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Absolutely true.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now, how do we produce these guardians? How do we bring them from darkness to light?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Let's figure it out.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What kind of knowledge has the power to make this transformation?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Good question.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What draws the soul from the world of change to the world of being?", "isSocrates": true },
      { "speaker": "Socrates", "text": "There's something that all arts and sciences use, something everyone has to learn first.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What is it?", "isSocrates": false },
      { "speaker": "Socrates", "text": "The simple matter of distinguishing one, two, three—numbers and calculation. Every field uses them.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So arithmetic has a double purpose—military and philosophical. A general needs it to organize troops.", "isSocrates": true },
      { "speaker": "Socrates", "text": "And a philosopher needs it to rise above the sea of change and grasp true being.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Makes sense.", "isSocrates": false },
      { "speaker": "Socrates", "text": "What about geometry?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Definitely relevant.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Geometry draws the soul toward truth and creates the spirit of philosophy.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nothing's more likely to have that effect.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And astronomy as the third subject?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I'm into it. Understanding seasons and time is essential for generals, farmers, and sailors.", "isSocrates": false },
      { "speaker": "Socrates", "text": "I'm amused that you're worried about looking like you're pushing 'useless' studies.", "isSocrates": true },
      { "speaker": "Socrates", "text": "But I believe that in everyone there's an eye of the soul. When other pursuits dim it, these studies purify and re-light it. That eye is worth more than ten thousand physical eyes—it's the only way to see truth.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I'll take your word for it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So geometry will draw the soul toward truth and create the philosophical spirit.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Nothing's more likely to do that.", "isSocrates": false }
    ]
  }
}

