{
  "id": 10,
  "original": {
    "title": "Book X: Art, Immortality, and the Allegory of Er",
    "preview": "Socrates: Of the many excellences which I perceive in the order of our State, there is none which upon reflection pleases me better than the rule about poetry.",
    "messages": [
      { "speaker": "Socrates", "text": "Of the many excellences which I perceive in the order of our State, there is none which upon reflection pleases me better than the rule about poetry.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "To what do you refer?", "isSocrates": false },
      { "speaker": "Socrates", "text": "To the rejection of imitative poetry, which certainly ought not to be received; as I see far more clearly now that the parts of the soul have been distinguished.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Speaking in confidence, for I should not like to have my words repeated to the tragedians and the rest of the imitative tribe—but I do not mind saying to you, that all poetical imitations are ruinous to the understanding of the hearers.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory allegory.", "isSocrates": false }
    ]
  },
  "modern": {
    "title": "Book X: Art, Immortality, and the Myth of Er",
    "preview": "Socrates: Of all the great features of our ideal state, none pleases me more than our policy on poetry.",
    "messages": [
      { "speaker": "Socrates", "text": "Of all the great features of our ideal state, none pleases me more than our policy on poetry.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What do you mean?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Rejecting imitative poetry. Now that we've analyzed the soul's parts, it's even clearer that we made the right call.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Explain?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Just between us—I don't want the playwrights to hear this—but all poetic imitation damages the understanding of listeners who don't have the antidote.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What's the antidote?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Knowledge of what imitation really is. Let me explain. When a craftsman makes a bed, they're copying the Form of a bed—the true essence of 'bed-ness' that exists in nature.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Right.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So the craftsman doesn't create the real thing—only a copy. And when a painter paints that bed? They're copying a copy. Three steps removed from truth.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a good way to put it.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The imitator knows nothing about reality—only appearances. They're like a mirror reflecting surfaces without understanding what's underneath.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Exactly.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Homer and the tragedians are the same. They write about generals, doctors, gods—but do they actually know how to lead armies or heal people? No. They just imitate.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True. If Homer really knew how to make people virtuous, wouldn't he have done that instead of just writing poems?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Precisely. And here's the real danger: imitation appeals to the worst part of our soul—the emotional, irrational part that loves drama and spectacle.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "How so?", "isSocrates": false },
      { "speaker": "Socrates", "text": "When we watch a tragedy, we enjoy seeing characters weep and wail—even though in real life, we'd be ashamed to act that way. Poetry feeds our emotional nature instead of starving it.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a powerful point.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Same with comedy. We laugh at vulgar jokes in the theater that we'd never make ourselves. Poetry weakens our self-control.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I hadn't thought of it that way.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So despite my love for Homer—I've admired him since childhood—we have to exile poetry from our ideal state. Truth matters more than art.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "But if poetry could defend itself—prove it's beneficial—we'd welcome it back?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Absolutely. We're not hostile to poetry. We're just not going to betray truth for its sake. Anyone who loves poetry can argue for its return.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Fair enough.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now let's talk about the soul's immortality. We haven't yet proven justice pays off in the long run—we've only shown it's good in itself.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Go on.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Everything has its own evil that destroys it. Rust destroys iron, disease destroys the body. What destroys the soul?", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Injustice, ignorance, cowardice—the vices.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Right. But notice: these vices make the soul worse, but they don't kill it. Even the most wicked people keep living.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "True.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And bodily death doesn't destroy the soul either—the soul isn't made of the same stuff as the body. So the soul must be immortal.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's a powerful argument.", "isSocrates": false },
      { "speaker": "Socrates", "text": "And if the soul is immortal, we need to care for it not just for this life, but for all eternity. Justice matters infinitely more than we thought.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's huge.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Now let's add back what we removed at the start: the rewards of justice. Gods and humans both honor the just person. The unjust may prosper briefly, but they always fall in the end.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That matches what we see in life.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But the rewards in this life are nothing compared to what awaits after death. Let me tell you a story—the Myth of Er.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "I'm listening.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Er was a soldier who died in battle. His body lay on the field for ten days, but when they built the funeral pyre, he came back to life and told what he'd seen.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What did he see?", "isSocrates": false },
      { "speaker": "Socrates", "text": "His soul left his body and traveled with others to a meadow with four openings—two to the sky, two to the earth. Judges sat there, sending the just upward and the unjust downward.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "And then?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Souls returned from both directions. Those from below were dirty and worn, weeping about their thousand-year punishments—ten times the pain for every wrong they'd done.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's terrifying.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The worst—tyrants, murderers of parents, the truly wicked—never escaped. When they tried to leave, the opening roared, and fiery guards dragged them back to be tortured forever.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Justice catches up eventually.", "isSocrates": false },
      { "speaker": "Socrates", "text": "But those from above were clean and joyful, telling of beautiful sights and ten times the reward for every good deed.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's encouraging.", "isSocrates": false },
      { "speaker": "Socrates", "text": "After seven days in the meadow, the souls traveled to a place where they saw the Spindle of Necessity—the axis of the universe, with the Fates spinning the threads of destiny.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Incredible.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Then came the choosing of lives. A prophet announced: 'Souls of a day! A new cycle of mortal life begins. You will choose your next life. Virtue has no master—each soul gets what it honors.'", "isSocrates": true },
      { "speaker": "Glaucon", "text": "We choose our own fate?", "isSocrates": false },
      { "speaker": "Socrates", "text": "Lots were drawn for order of choosing. Many lives lay before them—tyrants, famous people, animals, ordinary folks. But here's the key: the soul's character wasn't fixed. That depended on the choice.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "So wisdom matters most in choosing.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Exactly. The first to choose grabbed a tyranny without thinking—not seeing the fate of eating his own children that came with it. When he realized, he blamed luck, the gods, anything but himself.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Tragic.", "isSocrates": false },
      { "speaker": "Socrates", "text": "He'd lived a decent life before—but only by habit, not philosophy. Many who came from heaven chose badly because they'd never suffered. Those from below often chose more wisely.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "Suffering teaches.", "isSocrates": false },
      { "speaker": "Socrates", "text": "Odysseus chose last. Remembering his past troubles, he searched everywhere for a quiet, ordinary life—and found it lying in a corner, ignored by everyone else. He said he would have chosen it first.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "The wisest choice.", "isSocrates": false },
      { "speaker": "Socrates", "text": "After choosing, souls drank from the River of Forgetfulness and were shot like stars into their new lives. Er was forbidden to drink, so he could return and tell us.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "What a story.", "isSocrates": false },
      { "speaker": "Socrates", "text": "The lesson: if we believe this myth and practice justice with wisdom, we'll make the journey safely. We'll be friends to ourselves and the gods, both here and in the thousand-year journey after.", "isSocrates": true },
      { "speaker": "Glaucon", "text": "That's beautiful.", "isSocrates": false },
      { "speaker": "Socrates", "text": "So let's hold to the upward path and practice justice with wisdom in every way. That's how we'll be friends to ourselves and to the gods, and we'll prosper both in this life and in the journey of a thousand years.", "isSocrates": true }
    ]
  }
}

